{
    "screenTitle": "Фасады",
    "subTitle": "Надежный партнер в мире навесных вентилированных фасадов (НВФ, вентфасадов) из доломита, мрамора, керамогранита, клинкера, терракотовых панелей и искусственного камня, что широко используются на рынке гражданского и коммерческого строительства, и повышающих энергоэффективность и архитектурную привлекательность зданий и сооружений. Применение НВФ позволяет реализовывать сложные и нестандартные архитектурные решения. фасадов (НВФ, вентфасадов) из доломита, мрамора, керамогранита, клинкера, терракотовых панелей и искусственного камня, что широко используются на рынке гражданского и коммерческого строительства, и повышающих энергоэффективность и архитектурную привлекательность зданий и сооружений. Применение НВФ позволяет реализовывать сложные и нестандартные архитектурные решения.",
    "main": {
        "title": "О фасадах"
    },
    "about": {
        "title": "О вентфасадах",
        "snow": "Энергоэффективность (зимой - экономия на отоплении)",
        "sun": "Энергоэффективность (летом - экономия на кондиционировании)",
        "museum": "Архитектурная/инвестиционная привлекательность фасада/здания",
        "town": "Применение в высотном строительстве (до 100 м)",
        "stain": "Устойчивость к соляным налетам",
        "fire": "Пожарная безопасность",
        "heat": "Монтаж независящий от погоды",
        "plant": "Экологичность",
        "seismic": "Сейсмоустойчивость",
        "repair": "Взаимозаменяемость фасадного камня, ремонтопригодность",
        "putty": "Долговечный, восстанавливаемый, поддающийся чистке",
        "brick": "Высокая скорость монтажа"
    },
    "advantages": {
        "title": "Преимущества",
        "textArray": [
            "Значительное сокращение затрат на отопление здания Долговечность: срок безремонтной эксплуатации систем навесных вентилируемых фасадов — до 50 лет Устойчивость фасадной системы к атмосферным воздействиям Быстрый монтаж фасадной системы в любое время года Применение навесного фасада снимает проблему перегрева стен в летние месяцы Ремонтопригодность в случае частичного повреждения Возможность использования различных облицовочных материалов Широкая возможность цветовых комбинаций (карта цветов) RAL Высокие тепло- и звукоизоляционные характеристики системы. Благодаря слою утепления, «точка конденсации» выносится за пределы несущей стены здания."
        ]
    },

    "designing": {
        "title": "Разработка",
        "icon1": "Подробная спецификация элементов",

        "icon2": "Прочностной расчет",

        "icon3": "Схемы раскладки облицовочного камня по всей площади фасада",

        "icon4": "Выполнение чертежей узлов примыкания, технических решений",

        "icon5": "Разработка монтажных схем на элементы системы с воздушным каналом и облицовочным камнем",

        "icon6": "Разработка проекта КМД"
    },
    "about-system": {
        "title": "О системе"
    },
    "marble": {
        "title": "Фасад МРАМОР / ДОЛОМИТ / ТРАВЕРТИН",
        "subTitle": [
            "Юрский мрамор как строительный материал",
            "Цветовая гамма и виды камня, каталог",
            "Юрский мрамор",
            "Дитфуртский доломит:",
            "Дитфуртский травертин:",
            "Металлическая подсистема навесного вентилируемого фасада под облицовку мраморными плитами с пропилом, устанавливаемая скрытым способом на кляммерных планках"
        ],
        "imagesTitles": [
            "Мрамор бежевый, пескоструйный",
            "Мрамор серый, пескоструйная обработка",
            "Мрамор серый, матовый"
        ],
        "desc": "В последние годы фасадные панели из натурального мрамора стали одними из наших самых востребованных продуктов. Вентилируемый фасад из мрамора способен качественно преобразить любой объект как коммерческого, так и гражданского строительства. Исторически мрамор юрского периода добывался и использовался в качестве строительного материала еще со времен Римской империи. Долгую историю успеха натурального камня демонстрируют сегодня остатки стен, башен и бань, которые до сих пор можно найти во многих уголках Европы. Различные находки из недавнего прошлого, такие как Römertherme или Römerkastell в Вайсенбурге, ясно показывают это.",
        "constructions": {
            "title": "Конструкция:",
            "textArray": [
                "Мраморные облицовочные плиты с пропилом крепятся к подсистеме при помощи кляммерных планок",
                "Крепление кляммерных планок к несущим профилям осуществляется при помощи алюминиевых заклепок",
                "Несущие профили крепятся с помощью кронштейнов либо к плоскости стены (для рядовой подсистемы) либо к плитам перекрытия (для межэтажной подсистемы)"
            ]
        },
        "advantages": {
            "title": "Преимущества:",
            "textArray": [
                "Монтаж в любое время года независимо от условий окружающей среды",
                "Заклепочное крепление в верхней части кляммерной планки – удобный монтаж и снижение нагрузки на заклепку",
                "Универсальное решение для рядовой и межэтажной подсистемы"
            ]
        }
    },
    "clinkerstone": {
        "title": "Фасад КЛИНКЕРСТОУН",
        "subTitle": [
            "КЛИНКЕРСТОУН как строительный материал",
            "Цветовая гамма и виды камня, каталог",
            "Металлическая подсистема навесного вентилируемого фасада под облицовку клинкерным камнем, установлеваемая на кляммерных планках с применением затирочных смесей.",
            "Металлическая подсистема навесного вентилируемого фасада под облицовку клинкерным камнем, установлеваемая на кляммерных планках сухим методом"
        ],
        "textArray": [
            "Клинкерстоун – камень под кирпич или «дикий» камень – нестареющая классика – материал, позволяющий воплотить в жизнь «полет фантазии» каждого архитектора. Конструктивно заданные горизонтальные и вертикальные швы клинкера дарят фасаду богатый четко очерченный рисунок идеальной кирпичной кладки. ",
            "Широта оттенков и фактур камня, а также возможность использования объемных декоративных элементов (карнизов, колонн, балюстрад и других) позволяют реализовать архитектурные идеи любой сложности.",
            "Клинкерстоун – вариант керамического камня, изготовление которого производится по не совсем привычной схеме, а именно: во-первых, большую часть материала получают экструзионным методом, во-вторых, при обжиге клинкер минует фазу витрификации.",
            "В итоге готовый продукт имеет хоть и гладкую, но не глянцевую поверхность и сохраняет сходство с клинкерным кирпичом. Поскольку в сырье не добавляются химические красители, тон камня зависит от минерального состава глины. ",
            "Терракотовые оттенки получаются благодаря примеси железа. Черные, серые, серо-голубые цвета дает углерод. Камни выпускаются с неровными сколами, закругленными краями, прямоугольные. Могут имитировать кирпич, старые стены, «дикий» камень и т.д. Так как габариты плитки намного меньше, чем кирпича – за счет толщины, плотность изделия должна быть выше, чтобы достигнуть необходимой прочности. Добиваются этого за счет прессования под высоким давлением и более высокой температуры обжига – 1100–1450 ˚С против 800–1000 ˚С. Клинкерстоун – низкопористый материал, имеет высокую водостойкость и морозостойкость; очень плохо впитывает влагу – не более 2–3%, а, значит, не становится жертвой ее замерзания в порах. Цветовая гамма изделий приближена к естественной, однако это не исключает любых экзотических оттенков. Причем красящие пигменты добавляют в исходное сырье, так что солнечные лучи никак не воздействуют на облицовку. Для фасадной облицовки выпускают не только рядовую плитку, но и доборные элементы для оформления угла. Очень часто эти материалы комбинируют по цвету, желая придать зданию более интересный вид.",
            "Как и полагается керамической плитке, клинкер нечувствителен к бактериям, грибкам, плесени и совершенно пожаробезопасен."
        ],
        "imagesTitles": [
            "Кораловая звезда",
            "Пыль Марракеша",
            "Серебряная роза",
            "Зимний кирпич",
            "Аргон настенный"
        ],
        "constructionsGrout": {
            "title": "Конструкция:",
            "textArray": [
                "• Клинкерный камень монтируется между горизонтально установленными стартовыми и/или рядовыми профилями из нержавеющей стали ",
                "• Швы между плитками герметизируются при помощи затирочной смеси. Горизонтальный шов на терморазрыве заполняется силиконовым герметиком в цвет затирки ",
                "• Для удерживания затирочных смесей в вертикальном шве применена стальная перфорированная лента",
                " Преимущества:",
                " • Перфорация в рядовом профиле удерживает затирку – нет необходимости устанавливать дополнительную перфоленту в горизонтальном шве",
                " • Заклепочное крепление в верхней части рядового и стартового профиля – удобный монтаж и снижение нагрузки на заклепку ",
                "• Визуальная имитация кирпичной кладки • Универсальное решение для рядовой и межэтажной подсистемы ",
                "• Широкий выбор вида камня толщиной от 14 мм"
            ]
        },
        "constructionsDry": {
            "title": "Конструкция:",
            "textArray": [
                "• Клинкерный камень монтируется между горизонтально установленными стартовыми и/или рядовыми профилями из нержавеющей стали ",
                "• Швы между плитками герметизируются при помощи затирочной смеси. Горизонтальный шов на терморазрыве заполняется силиконовым герметиком в цвет затирки ",
                "• Для удерживания затирочных смесей в вертикальном шве применена стальная перфорированная лента",
                " Преимущества:",
                " • Перфорация в рядовом профиле удерживает затирку – нет необходимости устанавливать дополнительную перфоленту в горизонтальном шве",
                " • Заклепочное крепление в верхней части рядового и стартового профиля – удобный монтаж и снижение нагрузки на заклепку ",
                "• Визуальная имитация кирпичной кладки • Универсальное решение для рядовой и межэтажной подсистемы ",
                "• Широкий выбор вида камня толщиной от 14 мм"
            ]
        },
        "advantagesDry": {
            "title": "Преимущества:",
            "textArray": [
                "• Монтаж в любое время года независимо от условий окружающей среды",
                "• Заклепочное крепление в верхней части кляммерной планки – удобный монтаж и снижение нагрузки на заклепку",
                "• Локальная ремонтопригодность – каждая отдельная плитка может быть оперативно извлечена или заменена"
            ]
        }
    },
    "terracota": {
        "title": "Фасад ТЕРРАКОТОВЫЕ ПАНЕЛИ",
        "subTitle": [
            "ТЕРРАКОТОВЫЕ ПАНЕЛИ как строительный материал",
            "Цветовая гамма ТЕРРАКОТОВЫХ ПАНЕЛЕЙ, каталог",
            "Металлическая подсистема навесного вентилируемого фасада под облицовку терракотовыми панелями, установленных на универсальные кляммеры из нержавеющей стали"
        ],

        "descArray": [
            "Идеальное решение: навесные вентилируемые фасады из терракотовых керамических панелей.",
            "Эстетика, экономичность и устойчивость окружающей среды: на сочетании этих трех факторов основывается растущая популярность навесных вентилируемых фасадов из «терракоты». Плиты и фасонные элементы современной расцветки придают зданию запоминающийся вид и помогают архитектору воплотить свои идеи. Благодаря богатому разнообразию цветов, форматов и структур поверхности системы навесных вентилируемых фасадов от Barkat-Stein обеспечивают идеальную основу для свободы творчества при планировании новых или реконструкции старых зданий. Клиенты с особыми запросами также смогут найти то, что требуется, поскольку одной из сильных сторон компании является производство по индивидуальному заказу.",
            "Уже более 2000 лет керамика является «исходным материалом для архитекторов». Цветная плитка и керамические украшения в строительстве использовали еще этруски. Понятие «керамика» включает в себя все неорганические неметаллические материалы, которые сначала формуются, а затем обжигаются.",
            "Основным компонентом массы для керамической плитки является глина, сформировавшаяся в результате эрозии из содержащих полевой шпат пород (таких как гранит) под воздействием ветра, воды и сезонных перепадов температуры. Глина состоит из мелкозернистых минералов, причем глинистые минералы (слоистые силикаты) придают глине ее пластические свойства. Ввиду особых требований к процессу производства керамики, а также к самой продукции в глину (50-70 %) необходимо домешать прочее сырье: например, полевой шпат (15-25 %), шамот (10-20 %) и каолин (0-10 %). Обработка включает в себя гомогенное смешивание всех компонентов. Полученную массу дальше обрабатывают в рамках процесса производства керамики. При формовании плитки в основном различают два метода: с одной стороны, применяется сухое прессование, с другой, – экструдирование. В процессе формования подготовленная масса в виде гранулята или в пластифицированном состоянии продавливается в форму или сквозь форму под очень высоким давлением. Выбор соответствующего метода формования зависит от требуемых свойств конечного продукта. Barkat-Stein поставляет терракотовую керамику, произведенную обоими методами."
        ],
        "constructions": {
            "title": "Конструкция:",
            "textArray": [
                "• Плиты облицовки устанавливаются на универсальные кляммеры рядами",
                "• Кляммеры крепятся непосредственно к несущему профилю подсистемы заклепками из нержавеющей стали",
                "• Допускается применение следующих типовых подсистем: рядовая, межэтажная"
            ]
        },
        "advantages": {
            "title": "Преимущества:",
            "textArray": [
                "• Минимальная номенклатура крепежа — один универсальный кляммер обеспечивает множество решений",
                "• Возможно как горизонтальное, так и вертикальное крепление плит облицовки",
                "• Универсальное крепление для плит различных производителей",
                "• Быстрый монтаж и демонтаж плит",
                "• Универсальное решение для рядовой и межэтажной подсистемы"
            ]
        }
    },
    "porcelain-tile": {
        "title": "Фасад КЕРАМОГРАНИТ",
        "subTitle": [
            "КЕРАМОГРАНИТ как строительный материал",
            "Цветовая гамма КЕРАМОГРАНИТ, каталог",
            "Металлическая подсистема навесного вентилируемого фасада под облицовку керамогранитом, установленного в кляммерах из нержавеющей стали видимым способом"
        ],

        "descArray": [
            "Оптимальное решение: навесные вентилируемые фасады из керамогранита, главное преимущество которого заключается в идеальном соотношении качества и стоимости. Затраты на материал себя полностью окупают, так как данный вид отделки вентилируемого фасада обладает рядом достоинств перед альтернативными конструкциями: такая облицовка в течение десятилетий сохраняется в первоначальном виде, не изменяет своего оттенка, не требует дополнительных расходов на содержание, остается чрезвычайно устойчивой к воздействию окружающей среды; сохраняет влагостойкость, морозостойкость, прочность и экономичность. При этом отделка из керамогранита предоставляет широкий простор для воображения многих архитекторов и дизайнеров."
        ],
        "constructions": {
            "title": "Конструкция:",
            "textArray": [
                "• Линейка, состоящая из стартовых, угловых и рядовых кляммеров позволяет крепить к направляющим профилям плиты облицовки форматом до 1200х600 мм, толщиной от 8 до 12 мм с выраженным рустом 8 мм",
                "• Крепление кляммеров к направляющим профилям осуществляется при помощи заклепок из нержавеющей стали",
                "• Допускается применение следующих типовых подсистем: рядовая, межэтажная"
            ]
        },
        "advantages": {
            "title": "Преимущества:",
            "textArray": [
                "• Универсальное портфолио профилей и соединителей системы позволяет решать разнообразные архитектурные задачи",
                "• Система гарантирует надежность подсистемы при расстояниях от стены до облицовки от 97 до 458 мм",
                "• Направляющая в виде т-профиля позволяет добиться отсутствия заклёпок на его лицевой части, что исключает сложности при монтаже облицовки",
                "• При шахматной раскладке облицовки или для дополнительной жесткости предусмотрено формирование вертикально-горизонтальной или горизонтально-вертикальной подсистемы",
                "• Низкий коэффициент теплового расширения элементов подсистемы снижает риск деформации и повреждения облицовки вследствие сезонных перепадов температуры"
            ]
        }
    },
    "artifical-stone": {
        "title": "Фасад ИСКУССТВЕННЫЙ КАМЕНЬ",
        "subTitle": [
            "ИСКУССТВЕННЫЙ КАМЕНЬ как строительный материал",
            "Цветовая гамма ИСКУССТВЕННОГО КАМНЯ",
            "Металлическая подсистема навесного вентилируемого фасада под облицовку терракотовыми панелями, установленных на универсальные кляммеры из нержавеющей стали"
        ],
        "descArray": [
            "Оптимальное и одно из самых бюджетных решений: навесные вентфасады с икусственного камня.",
            "Базовым материалом фасадного камня является цемент с добавлением гранитной крошки, что обеспечивает ему прочность и долговечность. Широкий выбор цветов и удобная система монтажа предоставляют безграничные возможности для создания внешнего вида дома. Благодаря особой форме элементов, данный вид вентфасада имитирует кирпичную кладку, позволяет выполнить оформление архитектурных деталей фасада дома, а также полностью совместим с другими фасадными материалами."
        ],
        "constructions": {
            "title": "Конструкция:",
            "textArray": [
                "• Искуственный камень монтируется беззатирочным методом между горизонтально расположенными стартовыми и/или рядовыми профилями из нержавеющей стали",
                "• Крепление вертикальных профилей к несущим осуществляется при помощи заклепок из нержавеющей стали",
                "• Конструкция рядового профиля предусматривает пружинный зажим для верхнего гребня камня"
            ]
        },
        "advantages": {
            "title": "Преимущества:",
            "textArray": [
                "• Монтаж в любое время года независимо от условий окружающей среды",
                "• Заклепочное крепление в верхней части рядового и стартового профиля – удобный монтаж и снижение нагрузки на заклепку",
                "• Локальная ремонтопригодность – каждая отдельная плитка может быть оперативно извлечена или заменена",
                "• Пружинный зажим верхней части камня в рядовом профиле гасит вибрации и повышает надёжность крепления",
                "• Фиксирующий язычок в рядовом профиле препятствует выдуванию облицовки в районах с повышенной ветровой нагрузкой, а также затрудняет несанкционированный демонтаж",
                "• Применение фирменных шаблонов увеличивает скорость и повышает точность монтажа рядового профиля",
                "• Универсальное решение для рядовой и межэтажной подсистемы"
            ]
        }
    }
}
