{
    "screenTitle": "Фасади",
    "subTitle": "Надійний партнер у світі вентильованих фасадів (ВФ) із доломіту, мармуру, керамограніту, клинкера, теракотових панелей та штучного каменю, які широко використовуються на ринку цивільного та комерційного будівництва, підвищуючи енергоефективність та архітектурну привабливість будівель і споруд. Застосування ВФ дозволяє реалізовувати складні та нестандартні архітектурні рішення.'",
    "main": {
        "title": "Про фасади"
    },
    "about": {
        "title": "Про вентиляційні фасади",
        "snow": "Енергоефективність (взимку - економія на опаленні)",
        "sun": "Енергоефективність (літом - економія на кондиціонуванні)",
        "museum": "Архітектурна/інвестиційна привабливість фасаду/будівлі",
        "town": "Застосування у висотному будівництві (до 100 м)",
        "stain": "Стійкість до соліних відкладень",
        "fire": "Пожежна безпека",
        "heat": "Монтаж, незалежний від погодних умов",
        "plant": "Екологічність",
        "seismic": "Сейсмостійкість",
        "repair": "Взаємозамінність фасадних каменів, можливість ремонту",
        "putty": "Довговічний, відновлюваний, легко очищуваний",
        "brick": "Висока швидкість монтажу"
    },
    "advantages": {
        "title": "Всі переваги",
        "textArray": [
            "Значне зменшення витрат на опалення будівлі",
            "Довговічність: термін безремонтної експлуатації систем навісних вентильованих фасадів - до 50 років",
            "Стійкість фасадної системи до атмосферних впливів",
            "Швидкий монтаж фасадної системи в будь-яку пору року",
            "Використання навісного фасаду усуває проблему перегріву стін влітку",
            "Ремонтопридатність у разі часткового ушкодження",
            "Можливість використання різних облицювальних матеріалів",
            "Широкий вибір кольорових комбінацій (карта кольорів) RAL",
            "Високі тепло- та звукоізоляційні характеристики системи.",
            "Завдяки шару утеплення, 'точка конденсації' виводиться за межі несучої стіни будівлі."
        ]
    },
    "designing": {
        "title": "Розробка",
        "icon1": "Детальна специфікація компонентів",
        "icon2": "Розрахунок міцності",
        "icon3": "Схеми розташування облицювального каменю на всій площі фасаду",
        "icon4": "Підготовка креслень для деталей з'єднання та технічних рішень",

        "icon5": "Розробка схем монтажу для елементів системи з повітряним каналом і облицювальним каменем",

        "icon6": "Розробка проекту КМД (конструкційно-монтажні роботи)"
    },
    "about-system": {
        "title": "Про систему",
        "textArray": [
            "Навісний вентильований фасад - це система, яка складається з облицювальних матеріалів, які кріпляться на каркас з нержавіючої сталі або алюмінію до несучої поверхні стіни або до плит перекриття. У зазорі між облицьовкою та стіною вільно циркулює повітря, яке видаляє конденсат та вологу з конструкцій. Батьківщиною навісних вентильованих фасадних систем у їхньому сучасному вигляді вважається Німеччина. Починаючи з 1950-х років, там проводилися наукові дослідження, були розроблені конструктивні елементи та технологія монтажу вентильованого фасаду. Усі елементи кріплення вентильованої фасадної системи є універсальними, що дозволяє вирішувати складні архітектурні та конструкційні завдання від класичних до сучасних. Для додаткового утеплення стін будівлі до стіни за допомогою шайбових дюбелів кріпиться утеплювач з мінвати. Величина зазору між утеплювачем та фасадом будівлі за різними джерелами коливається від 20 до 50 мм. Це дозволяє піднятим потокам повітря циркулювати між облицювальним матеріалом та утеплювачем, висушуючи шар утеплювача у разі потрапляння на нього вологи. З метою запобігання виносу волокон з утеплювача, у разі використання утеплювача з 'нешироким' покриттям, його покривають волого-вітрозахисною, паропроникною мембраною (плівкою), але це не є обов'язковою вимогою до системи вентильованих фасадів. Повітряний зазор між стіною та декоративною панеллю значно зменшує тепловтрати будівлі. Ця система сприяє збереженню тепла в приміщенні, запобігає утворенню вологості та значно зменшує кількість будівельного матеріалу, необхідного для будівництва стін будівель, що призводить до економії коштів при будівництві та полегшенню всієї споруди."
        ]
    },
    "marble": {
        "title": "Фасад з мармуру / доломіту / травертину",
        "subTitle": [
            "Юрський мармур як будівельний матеріал",
            "Кольорова гама і види каменю, каталог",
            "Юрський мармур",
            "Дітфуртський доломіт:",
            "Дітфуртський тревертин:",
            "Металева підсистема вентильованого фасаду для облицьовки мармуровими плитами з різцем, яка монтуються прихованим способом на кріпильних пластинах"
        ],
        "imagesTitles": [
            "Бежевий мармур з піскоструйною обробкою",
            "Сірий мармур з піскоструйною обробкою",
            "Сірий матовий мармур"
        ],
        "desc": "Останні роки принесли з собою популярність фасадних панелей з натурального мармуру, як одного з наших найбільш популярних продуктів. Вентильований фасад з мармуру здатен якісно трансформувати будь-який об'єкт як комерційного, так і цивільного будівництва. Історично, мармур юрського періоду видобувався і використовувався як будівельний матеріал ще з часів Римської імперії. Довгу історію успіху натурального каменю сьогодні демонструють залишки стін, веж та лазень, які можна знайти досі у багатьох куточках Європи. Різноманітні знахідки з нещодавньої історії, такі як Römertherme або Römerkastell у Вайсенбурге, чітко це підтверджують.",
        "constructions": {
            "title": "Конструкція:",
            "textArray": [
                "Мармурові облицьовочні плити з різцем кріпляться до підсистеми за допомогою кріпильних пластин.",
                "Кріплення кріпильних пластин до несучих профілів здійснюється за допомогою алюмінієвих заклепок.",
                "Несучі профілі кріпляться за допомогою кронштейнів або до поверхні стіни (для рядової підсистеми), або до плит перекриття (для міжповерхової підсистеми)."
            ]
        },
        "advantages": {
            "title": "Переваги:",
            "textArray": [
                "Монтаж у будь-яку пору року незалежно від умов навколишнього середовища.",
                "Кріплення заклепок у верхній частині кріпильної пластини - зручний монтаж і зменшення навантаження на заклепку.",
                "Універсальне рішення для рядової і міжповерхової підсистем."
            ]
        }
    },
    "clinkerstone": {
        "title": "Фасад КЛІНКЕРСТОУН",
        "subTitle": [
            "Клінкерний камінь як будівельний матеріал",
            "Кольорова палітра та види каменю, каталог",
            "Металева підсистема для вентильованого облицювання фасаду з клінкерним каменем, встановлювана на кріпильних пластинах з використанням шпаклювальних сумішей.",
            "Металева підсистема для вентильованого облицювання фасаду з клінкерним каменем, встановлювана на кріпильних пластинах сухим методом."
        ],
        "textArray": [
            "Клінкерний камінь, також відомий як камінь для цегли або 'дикий' камінь, є вічним класичним матеріалом, який дозволяє архітекторам реалізувати 'політ фантазії'. Конструктивно задані горизонтальні і вертикальні шви клінкера надають фасаду багатий і чітко очерчений малюнок, схожий на ідеальну кладку з цегли. Широкий спектр кольорів і текстур каменю, а також можливість використання об'ємних декоративних елементів (карнизів, колон, балюстр та інших), дозволяє реалізувати архітектурні ідеї будь-якої складності.",
            "Клінкерний камінь - це тип керамічного каменю, виготовлення якого відбувається за дещо нестандартною схемою: по-перше, велику частину матеріалу отримують методом екструзії, і, по-друге, під час випалювання клінкер обходить фазу витрифікації. В результаті готовий продукт має гладку, але не блискучу поверхню і залишається схожим на клінкерну цеглу. Оскільки до сировини не додаються хімічні фарбувальні речовини, колір каменю залежить від мінерального складу глини. Теракотові відтінки отримують завдяки домішці заліза. Вуглець надає чорний, сірий, сіро-голубий колір. Плитки виробляють з нерівними відламами, закругленими краями та прямокутної форми. Вони можуть імітувати цеглу, старі стіни, 'дикий' камінь та інше. Оскільки розміри плитки набагато менше, ніж у цегли, для досягнення необхідної міцності щільність виробу має бути вище, що досягається  під великим тиском та більш високої температури випалювання - 1100-1450 °C, на відміну від 800-1000 °C.",
            "Клінкерний камінь - це матеріал з низькою пористістю з високою стійкістю до води і морозостійкістю; він дуже погано вбирає вологу - не більше 2-3%, і, отже, не піддається замерзанню в порах. Кольорова палітра виробів наближена до природної, але це не виключає будь-яких екзотичних відтінків. Крім того, фарбувальні пігменти додаються до вихідної сировини, тому сонячні промені не впливають на облицювання. Для облицювання фасаду виробляють не тільки звичайні плитки, але і додаткові елементи для оздоблення кута. Дуже часто ці матеріали поєднують за кольором, щоб надати будівлі більш цікавий вигляд. Як і для керамічної плитки, клінкер нечутливий до бактерій, грибків, плісняви і повністю вогнезахисний."
        ],
        "imagesTitles": [
            "Коралова зірка",
            "Пил Марракеша",
            "Срібляста троянда",
            "Зимова цегла",
            "Аргон настінний"
        ],
        "constructionsGrout": {
            "title": "Конструкція:",
            "textArray": [
                "- Клінкерний камінь монтується між горизонтально розташованими стартовими і/або рядовими профілями з нержавіючої сталі.",
                "- Шви між плитками герметизуються за допомогою шпаклювальної суміші. Горизонтальний шов на терморозриві заповнюється силіконовим герметиком у кольорі шпаклювання.",
                "- Для утримання шпаклювальних сумішей у вертикальному шві використовується сталева перфорована стрічка.",
                "Переваги:",
                "- Перфорація в рядовому профілі утримує шпаклювальну суміш - не потрібно встановлювати додаткову перфоленту в горизонтальному шві.",
                "- Заклепкове кріплення в верхній частині рядового і стартового профілю - зручний монтаж і зменшення навантаження на заклепку.",
                "- Візуальна імітація кладки з цегли.",
                "- Універсальне рішення як для рядової, так і для міжповерхової підсистеми.",
                "- Широкий вибір видів каменю з товщиною від 14 мм."
            ]
        },
        "constructionsDry": {
            "title": "Конструкція:",
            "textArray": [
                "- Клінкерний камінь монтується без шпаклювання між горизонтально розташованими стартовими і/або рядовими профілями з нержавіючої сталі.",
                "- Профілі клінкера кріпляться до несучих елементів за допомогою заклепок з нержавіючої сталі.",
                "- Конструкція рядового профілю передбачає пружинний зажим для верхнього гребеня плитки"
            ]
        },
        "advantagesDry": {
            "title": "Переваги:",
            "textArray": [
                "- Монтаж можливий в будь-яку пору року, незалежно від погодних умов.",
                "- Заклепкове кріплення в верхній частині кріпильної пластини - зручний монтаж і зменшення навантаження на заклепку.",
                "- Локальна відновлюваність - кожну окрему плитку можна швидко вилучити або замінити."
            ]
        }
    },
    "terracota": {
        "title": "Фасад з теракотових панелей",
        "subTitle": [
            "Юрський мармур як будівельний матеріал",
            "Кольорова гама ТЕРАКОТОВИХ ПАНЕЛЕЙ, каталог",
            "Металева підсистема облицювання вентильованого фасаду теракотовими панелями, встановлена на універсальні сталеві зажими"
        ],
        "imagesTitles": [
            "Бежевий мармур з піскоструйною обробкою",
            "Сірий мармур з піскоструйною обробкою",
            "Сірий матовий мармур"
        ],
        "descArray": [
            "ТЕРАКОТОВІ ПАНЕЛІ як будівельний матеріал",
            "Ідеальне рішення: вентильовані фасади з теракотових керамічних панелей.",
            "Естетика, економічність і екологічна стійкість - основа зростаючої популярності вентильованих теракотових фасадів. Сучасний колір та форма елементів панелей надають будівлі запам'ятовуючий вигляд і допомагають архітекторам втілити свої ідеї. Завдяки різноманітності кольорів, форматів та текстур поверхні в системі вентильованих фасадів від Barkat-Stein, вона надає ідеальну основу для творчої свободи при плануванні нових або реконструкції старих будівель. Клієнти з особливими вимогами також можуть знайти те, що потрібно, оскільки однією з сильних сторін компанії є виробництво на замовлення.",
            "Більше 2000 років кераміка є 'початковим матеріалом для архітекторів'. Кольорова плитка та керамічні прикраси вже використовувалися в будівництві етрусками. Поняття 'кераміка' включає в себе всі неорганічні неметалеві матеріали, які спочатку формуються, а потім обпалюються.",
            "Основним компонентом маси для керамічних плиток є глина, утворена в результаті ерозії з вмістуваних порід, що містять фельдшпат мінерали (такі як граніт) під впливом вітру, води та сезонних коливань температури. Глина складається з дрібнозернистих мінералів, при цьому глинисті мінерали (шаруваті силікати) надають глині її пластичні властивості. З огляду на специфічні вимоги до процесу виробництва кераміки та самого продукту, до глини (50-70%) необхідно додавати інші сировинні матеріали, такі як фельдшпат (15-25%), шамот (10-20%) та каолін (0-10%). Обробка включає в себе гомогенне змішування всіх компонентів. Отриману масу далі обробляють в рамках процесу виробництва кераміки. При формуванні плиток в основному виділяють два методи: з одного боку, використовується сухе пресування, з іншого боку, - екструзія. У процесі формування підготовлена маса, у вигляді грануляту або в пластифікованому стані, проковзується в форму або через форму під дуже високим тиском. Вибір відповідного методу формування залежить від необхідних властивостей кінцевого продукту. Barkat-Stein постачає теракотову кераміку, вироблену обома методами."
        ],
        "constructions": {
            "title": "Конструкція:",
            "textArray": [
                "• Плити облицювання встановлюються рядами на універсальні зажими",
                "• Зажими безпосередньо прикріплюються до несучого профілю підсистеми за допомогою нержавіючих сталевих заклепок",
                "• Дозволені такі типові підсистеми: рядова, міжповерхова"
            ]
        },
        "advantages": {
            "title": "Переваги:",
            "textArray": [
                "Мінімальний асортимент кріпильних виробів - один універсальний зажим забезпечує багато рішень",
                "Можливе як горизонтальне, так і вертикальне закріплення облицьовочних панелей",
                "Універсальний кріпильний зажим для панелей різних виробників",
                "Швидкий монтаж та демонтаж панелей",
                "Універсальне рішення для рядової та міжповерхової підсистеми"
            ]
        }
    },
    "porcelain-tile": {
        "title": "Фасад з керамограніту",
        "subTitle": [
            "КЕРАМОГРАНІТ як будівельний матеріал",
            "Кольорова гамма КЕРАМОГРАНІТ, каталог",
            "Металева підсистема підвісного вентильованого фасаду під облицювання керамогранітом, встановленого в клямерах з нержавіючої сталі видимим способом"
        ],
        "descArray": [
            "Оптимальне рішення: навісні вентильовані фасади з керамограніту, головна перевага якого полягає в ідеальному балансі між якістю і вартістю. Витрати на матеріал повністю обґрунтовуються, оскільки цей тип облицювання вентильованого фасаду має кілька переваг перед альтернативними конструкціями: він зберігає свій початковий вигляд десятиліттями, не змінює свого кольору, не вимагає додаткових витрат на обслуговування, залишається надзвичайно стійким до впливу навколишнього середовища, зберігає вологостійкість, морозостійкість, міцність та економічність. Водночас облицювання з керамограніту надає величезний простір для уяви багатьох архітекторів і дизайнерів."
        ],
        "constructions": {
            "title": "Конструкція:",
            "textArray": [
                "• Лінійка, що складається з стартових, кутових та рядових зажимів, дозволяє прикріплювати облицювальні панелі розмірами до 1200x600 мм, товщиною від 8 до 12 мм, із вираженим рустом 8 мм, до напрямних профілів",
                "• Зажими прикріплюються до напрямних профілів за допомогою заклепок із нержавіючої сталі",
                "• Допускається використання таких типових підсистем: рядова, міжповерхова"
            ]
        },
        "advantages": {
            "title": "Переваги:",
            "textArray": [
                "• Універсальний портфель профілів та з'єднувачів в системі дозволяє вирішувати різноманітні архітектурні завдання",
                "• Система гарантує надійність підсистеми на відстані від стіни до облицювання від 97 до 458 мм",
                "• Напрямна у вигляді Т-профілю дозволяє відсутність заклепок на його передній частині, що усуває труднощі при монтажі облицювання",
                "• При шахматному розташуванні облицювання або для додаткової жорсткості передбачено формування вертикально-горизонтальної або горизонтально-вертикальної підсистеми",
                "• Низький коефіцієнт теплового розширення елементів підсистеми зменшує ризик деформації та пошкодження облицювання внаслідок сезонних коливань температури."
            ]
        }
    },
    "artifical-stone": {
        "title": "ШТУЧНИЙ КАМІНЬ як будівельний матеріал",
        "subTitle": [
            "КЕРАМОГРАНІТ як будівельний матеріал",
            "Кольорова гамма ШТУЧНОГО КАМЕНЮ",
            "Металева підсистема навісного вентильованого фасаду під облицювання теракотовими панелями, встановлених на універсальні клямери з нержавіючої сталі"
        ],
        "descArray": [
            "Оптимальне і одне з найбільш бюджетних рішень: вентильовані фасади зі штучного каменю.",
            "Основним матеріалом для фасадного каменю є цемент з добавленням гранітного дріб'язку, що забезпечує йому міцність і тривалість. Широкий вибір кольорів і зручна система монтажу надають нескінченні можливості для створення зовнішнього вигляду будинку. Завдяки спеціальній формі елементів, цей тип вентильованого фасаду імітує кладку з цегли, дозволяє виконати оформлення архітектурних деталей фасаду будинку і повністю сумісний з іншими фасадними матеріалами."
        ],
        "constructions": {
            "title": "Конструкція:",
            "textArray": [
                "• Штучний камінь монтується безшовним методом між горизонтально розташованими стартовими і/або рядовими профілями із нержавіючої сталі",
                "• Вертикальні профілі кріпляться до несучої конструкції за допомогою заклепок із нержавіючої сталі",
                "• Конструкція рядового профілю включає пружинний зажим для верхньої гребеня каменю"
            ]
        },
        "advantages": {
            "title": "Переваги:",
            "textArray": [
                "• Монтаж можливий в будь-яку пору року незалежно від екологічних умов",
                "• Кріплення заклепками в верхній частині рядового та стартового профілю - зручний монтаж і зменшення навантаження на заклепку",
                "• Локальна ремонтопридатність - кожна окрема плитка може бути оперативно вилучена або замінена",
                "• Пружинний зажим верхньої частини каменю в рядовому профілю гасить вібрації і збільшує надійність кріплення",
                "• Фіксуючий язичок в рядовому профілю запобігає викиданню облицювання в районах із збільшеним вітровим навантаженням і ускладнює несанкціонований демонтаж",
                "• Використання фірмових шаблонів прискорює монтаж і підвищує точність установки рядового профілю",
                "• Універсальне рішення як для рядової, так і для міжповерхової підсистем."
            ]
        }
    }
}
