{
    "solutions": {
        "title": "3D рішення",
        "description": "3D-Soft з портфеля Barkat-3D-Ville допоможе Вам у створенні «Цифрового Двійника» (Digital Twin) модельованого об'єкта, що дозволить підвищити ефективність та оптимізувати процеси проектування, будівництва та виробництва. Цифровий двійник виробів, що випускаються, сприяє впровадженню сучасної технології PLM (Product Lifecycle Management, управління життєвим циклом виробу) і BLM (Building Lifecycle Management, управління життєвим циклом об'єкта будівництва)."
    },
    "teamViewerFrontline": "TeamViewer Frontline - це інноваційний продукт, який надає підприємствам можливість віддаленого доступу та керування пристроями, що забезпечує ефективну підтримку виробничих процесів та високу якість обслуговування.",
    "xPick": {
        "resume": "Передовий продукт, створений для революції управління складом. Завдяки своїм передовим функціям, включаючи ефективні стратегії вибірки та технології автоматизації, він дозволяє підприємствам оптимізувати свою діяльність та підвищити продуктивність",
        "modal": {
            "general": "TeamViewer Frontline xPick - це комплексне програмне рішення, призначене для оптимізації та автоматизації процесу збору замовлень в складах та центрах розподілу. Воно використовує передові технології для підвищення ефективності, точності та продуктивності в операціях збору, що врешті-решт покращує загальну продуктивність ланцюжка постачання.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Використання",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Збільшена ефективність: TeamViewer Frontline xPick автоматизує та цифровізує процес збору замовлень, що зменшує ручні помилки та покращує продуктивність. Він надає реальні часові вказівки та оптимізовані маршрути збору, дозволяючи працівникам збирати замовлення швидше та точніше.",
                "Підвищена точність: За допомогою функцій, таких як сканування штрих-кодів, візуальні показники та оновлення інформації про залишки в реальному часі, TeamViewer Frontline xPick мінімізує помилки збору та забезпечує правильний вибір продуктів для кожного замовлення. Це покращує точність замовлень, задоволеність клієнтів та зменшує кількість повернень.",
                "Покращена продуктивність працівників: Рішення спрощує процес збору, надаючи працівникам зрозумілий інтерфейс, чіткі інструкції та оновлення завдань в реальному часі. Це підвищує продуктивність працівників, зменшує час навчання та дозволяє ефективніше розподіляти ресурси."
            ],
            "useCases": [
                "TeamViewer Frontline xPick може бути застосований у різних сценаріях збору замовлень, включаючи центри обробки замовлень електронної комерції, склади роздрібної торгівлі, виробничі підприємства та постачальники логістики третьої сторони. Він підходить для бізнесів будь-якого розміру, від невеликих операцій до великих центрів розподілу."
            ],
            "benefits": [
                "Швидке виконання замовлень: Шляхом оптимізації процесу збору TeamViewer Frontline xPick допомагає бізнесам швидше та ефективніше виконувати замовлення. Це призводить до скорочення термінів доставки, покращення задоволення клієнтів та збільшення обсягу обробки замовлень.",
                "Зменшення помилок: Рішення мінімізує помилки збору, такі як неправильні товари або кількості, надаючи перевірку в реальному часі та візуальні вказівки. Це значно знижує ймовірність неточностей замовлень, скарг клієнтів та необхідність в поверненнях товарів.",
                "Масштабованість та гнучкість: TeamViewer Frontline xPick є масштабованим рішенням, яке може адаптуватися до змінних потреб та зростання бізнесу. Воно може обробляти збільшені обсяги замовлень, підтримувати кілька стратегій збору та інтегруватися з існуючими системами управління складом, що робить його гнучким вибором для бізнесів будь-якого розміру."
            ],
            "integration": "TeamViewer Frontline xPick безпроблемно інтегрується з існуючими системами управління складом, програмним забезпеченням управління запасом та іншими пов'язаними технологіями. Воно може взаємодіяти зі сканерами штрих-кодів, портативними пристроями та іншим апаратним забезпеченням для оптимізації всього процесу збору замовлень. Ця інтеграція забезпечує консистентність даних, усуває необхідність ручного введення даних та надає єдиний огляд всього ланцюжка постачання.",
            "summary": "Загалом, TeamViewer Frontline xPick є потужним рішенням, яке революціонізує операції збору замовлень. Завдяки покращеній ефективності, точності та продуктивності працівників, воно дозволяє бізнесам оптимізувати свої процеси ланцюжка постачання, швидко виконувати замовлення та підвищувати задоволення клієнтів."
        }
    },

    "xMake": {
        "resume": "Iнноваційний продукт, розроблений для революції у виробничих процесах. Завдяки своїм передовим функціям, включаючи моніторинг виробництва в реальному часі та автоматизовані робочі процеси, він дозволяє підприємствам оптимізувати виробничу діяльність та покращити ефективність",
        "modal": {
            "general": "TeamViewer Frontline xMake - це інноваційний інструмент, який допомагає бізнесам автоматизувати та оптимізувати процес виробництва. Він поєднує передові технології та функціональні можливості для покращення ефективності, точності та продуктивності виробничих операцій.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Використання",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Підвищення ефективності: TeamViewer Frontline xMake дозволяє автоматизувати багато повторюваних та рутинних процесів виробництва, зменшуючи час, затрачений на ручну роботу та помилки. Він оптимізує використання ресурсів, поліпшує планування та допомагає бізнесу зберігати конкурентну перевагу.",
                "Покращення якості: Завдяки вбудованим інструментам контролю якості та моніторингу виробництва, TeamViewer Frontline xMake забезпечує високу якість продукції. Він допомагає виявляти та усувати дефекти, відступлення від стандартів якості та забезпечує дотримання нормативних вимог.",
                "Гнучкість та налаштування: TeamViewer Frontline xMake надає бізнесам можливість налаштувати його під свої потреби та вимоги. Він підтримує різні типи виробництва, дозволяє легко внести зміни в процеси, а також інтегрується з існуючими системами управління виробництвом, що робить його гнучким та високопродуктивним інструментом."
            ],
            "useCases": [
                "TeamViewer Frontline xMake застосовується в різних сферах виробництва, включаючи виробничі підприємства, автомобільну промисловість, харчову промисловість, електроніку та інші галузі, де потрібна оптимізація процесу виробництва. Він може бути використаний для автоматизації рутинних завдань, контролю якості, планування виробництва та моніторингу всіх етапів виробництва."
            ],
            "benefits": [
                "Підвищення продуктивності: TeamViewer Frontline xMake допомагає оптимізувати виробничі процеси, збільшити швидкість виробництва та знизити час на переключення між завданнями. Це дозволяє бізнесу збільшити обсяг виробництва і виконати більше замовлень за короткий час.",
                "Покращення якості продукції: TeamViewer Frontline xMake допомагає уникнути дефектів та відхилень виробництва, забезпечуючи стабільну якість продукції. Він надає можливість виявляти проблемні місця, вносити виправлення та покращувати якість продукції в режимі реального часу.",
                "Ефективне управління ресурсами: TeamViewer Frontline xMake допомагає ефективно використовувати ресурси, такі як робоча сила, обладнання та матеріали. Він надає зручні інструменти для планування, розподілу завдань та контролю над ресурсами, що дозволяє бізнесу знизити витрати і покращити використання доступних ресурсів."
            ],
            "integration": "TeamViewer Frontline xMake легко інтегрується з існуючими системами управління виробництвом, ERP-системами та іншими програмними рішеннями. Це дозволяє забезпечити плавну обмін даними, синхронізацію інформації і забезпечити цілісність даних в усій виробничій ланці. TeamViewer Frontline xMake також може інтегруватися з різноманітними обладнаннями та пристроями, такими як роботи, сенсори, сканери штрих-кодів та інші, для автоматизації процесу виробництва.",
            "summary": "В цілому, TeamViewer Frontline xMake є потужним інструментом для оптимізації процесів виробництва. Він допомагає підвищити продуктивність, забезпечити високу якість продукції та ефективне використання ресурсів. Інтеграція з існуючими системами та обладнанням робить його гнучким та легко адаптованим до різних галузей виробництва. Бізнеси, що використовують TeamViewer Frontline xMake, зможуть знизити витрати, підвищити продуктивність та стати більш конкурентоспроможними на ринку."
        }
    },
    "xInspect": {
        "resume": "xInspect - це передовий продукт, розроблений для революції процесів контролю якості. Завдяки своїм передовим функціям, включаючи виявлення дефектів в реальному часі та комплексну звітність, він допомагає підприємствам підвищити рівень контролю якості та забезпечити винятковість продукту",
        "modal": {
            "general": "TeamViewer Frontline xInspect є інноваційним інструментом, призначеним для автоматизації та оптимізації процесів контролю якості. Він надає підприємствам засоби для швидкого та точного контролю продукції, забезпечуючи високу якість та зниження кількості дефектів.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Використання",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Забезпечення якості: TeamViewer Frontline xInspect дозволяє проводити детальний контроль якості продукції на всіх етапах виробництва. Він допомагає виявляти дефекти, відхилення від стандартів якості та вчасно вживати заходів для їх усунення, забезпечуючи високу якість готової продукції.",
                "Ефективність та продуктивність: TeamViewer Frontline xInspect автоматизує процеси контролю якості, зменшуючи залежність від ручного втручання та підвищуючи швидкість виконання завдань. Це дозволяє ефективніше використовувати ресурси, скорочувати час контролю та підвищувати продуктивність.",
                "Покращення безпеки: TeamViewer Frontline xInspect допомагає виявляти потенційні проблеми та ризики, пов'язані з якістю продукції. Він забезпечує контроль за відповідністю продукції нормативним вимогам і дозволяє запобігати виникненню вад та недоліків, що можуть негативно впливати на безпеку користувачів."
            ],
            "useCases": [
                "TeamViewer Frontline xInspect застосовується у різних галузях, де важливий контроль якості продукції, включаючи виробництво автомобілів, харчову продукцію, електроніку та інші сектори, де вимагається висока якість та надійність продуктів. Використовуючи TeamViewer Frontline xInspect, підприємства можуть забезпечити контроль якості на кожному етапі виробництва, від постачання сировини до готової продукції."
            ],
            "benefits": [
                "Підвищення якості продукції: TeamViewer Frontline xInspect допомагає уникнути дефектів і недоліків у виробництві, забезпечуючи стабільну якість продукції. Він дозволяє виявляти проблемні місця, вносити корекції та покращувати якість продукції в режимі реального часу.",
                "Зниження витрат: TeamViewer Frontline xInspect допомагає зменшити витрати на відмови, повернення та рекламації продукції, оскільки він дозволяє виявляти проблеми та дефекти на ранніх етапах виробництва. Це допомагає знизити витрати на відновлення і забезпечити задоволення клієнтів високоякісними продуктами.",
                "Оптимізація процесів: TeamViewer Frontline xInspect дозволяє оптимізувати процеси контролю якості, забезпечуючи швидкий та точний аналіз даних. Це дозволяє підприємствам зосередитися на виявленні важливих аномалій, покращити ефективність виробничих процесів та забезпечити високу якість продукції."
            ],
            "integration": "TeamViewer Frontline xInspect легко інтегрується з існуючими системами управління виробництвом, ERP-системами та іншими програмними рішеннями. Це забезпечує плавний обмін даними, синхронізацію інформації та забезпечує цілісність даних на всьому ланцюжку виробництва. TeamViewer Frontline xInspect також може інтегруватися з різноманітними обладнаннями та пристроями, такими як сканери штрих-кодів, сенсори, роботи тощо, що дозволяє автоматизувати процес контролю якості.",
            "summary": "Загалом, TeamViewer Frontline xInspect - це потужний інструмент для контролю якості продукції. Він забезпечує високу якість продукції, підвищує ефективність виробничих процесів та дозволяє економити витрати. Його інтеграція з існуючими системами та обладнанням робить його універсальним рішенням для підприємств різних галузей, які прагнуть досягти високої якості своєї продукції та підвищити задоволення своїх клієнтів."
        }
    },
    "xAssist": {
        "resume": "xAssist - це інноваційний продукт, розроблений для революції віддаленої технічної підтримки. Завдяки своїм передовим функціям, включаючи миттєве спільне використання екрану та можливості віддаленого керування, він дозволяє підприємствам надавати ефективну та якісну підтримку своїм клієнтам, незалежно від місця перебування",
        "modal": {
            "general": "TeamViewer Frontline xAssist - потужний продукт, розроблений для революції віддаленої технічної підтримки. Він дозволяє підприємствам надавати ефективну та якісну підтримку своїм клієнтам незалежно від їх місцезнаходження. Завдяки передовим функціям, таким як миттєве спільне використання екрану, можливість віддаленого керування та інструменти доповненої реальності, TeamViewer Frontline xAssist спрощує процес підтримки та підвищує задоволеність клієнтів.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Користувачі TeamViewer Frontline xAssist мають можливість насолоджуватися безперебійними технічними послугами та високою якістю підтримки з боку своїх технічних спеціалістів. Завдяки інтуїтивно зрозумілому інтерфейсу та передовим функціям, цей продукт стає невід'ємною частиною сучасного бізнесу, допомаючи підвищити продуктивність, знизити час простою та покращити загальний досвід користувачів. Деякі з основних переваг та користей для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Безшовна віддалена підтримка: TeamViewer Frontline xAssist дозволяє технікам віддалено отримувати доступ до пристроїв клієнтів та керувати ними, швидко та ефективно вирішуючи технічні проблеми.",
                "Співпраця в реальному часі: За допомогою миттєвого спільного використання екрану та інструментів комунікації, техніки можуть співпрацювати з клієнтами, надавати їм інструкції щодо усунення неполадок та забезпечувати негайну допомогу.",
                "Підтримка доповненої реальності: Функції доповненої реальності дозволяють технікам накладати візуальні інструкції, анотації та діаграми на реальне оточення клієнта, спрощуючи виконання складних завдань та зменшуючи кількість помилок."
            ],
            "useCases": [
                "ІТ-підтримка: ІТ-фахівці можуть віддалено діагностувати та усувати технічні проблеми на пристроях клієнтів, скорочуючи час простою та мінімізуючи візити на місце.",
                "Польове обслуговування: Технічні спеціалісти, які працюють у виїздних умовах, можуть використовувати TeamViewer Frontline xAssist для отримання реально-часового керівництва від експертів та спеціалістів здалеку. Це дозволяє забезпечити високу якість обслуговування та швидку відповідь на проблеми, що виникають на місці роботи.",
                "Технічна освіта: TeamViewer Frontline xAssist може бути використаний як потужний інструмент для навчання та навчання персоналу. Технічні спеціалісти можуть ділитися своїм досвідом та експертизою з колегами, проводити навчальні сесії та допомагати вирішувати складні завдання.",
                "Віддалена підтримка пристроїв Інтернету речей (IoT): TeamViewer Frontline xAssist забезпечує зручний і надійний спосіб віддаленого доступу та керування пристроями Інтернету речей. Це дозволяє моніторити та управляти IoT-пристроями з будь-якого місця, забезпечуючи ефективну підтримку та мінімізуючи час простою."
            ],
            "benefits": [
                "Покращення часу відклику та ефективності: TeamViewer Frontline xAssist дозволяє технічним спеціалістам швидко реагувати на запити та проблеми клієнтів. Завдяки можливості віддаленого доступу і керування, вони можуть оперативно діагностувати та вирішувати проблеми, уникнувши затримок та зайвих фізичних візитів на місце.",
                "Високий рівень задоволеності клієнтів: TeamViewer Frontline xAssist надає можливість активно взаємодіяти з клієнтами під час процесу підтримки. За допомогою спільного використання екрану, чату та інструментів доповненої реальності, технічні спеціалісти можуть візуалізувати та пояснити рішення проблеми прямо на екрані клієнта, покращуючи розуміння та спілкування.",
                "Зниження витрат та збільшення продуктивності: TeamViewer Frontline xAssist допомагає зменшити необхідність у фізичних відвідинах технічних спеціалістів до місця роботи клієнта. Це дозволяє зберегти час та ресурси, а також зосередити зусилля на вирішенні проблеми з використанням віддалених інструментів.",
                "Гнучкість та доступність: Клієнти можуть отримувати технічну підтримку в будь-який час та з будь-якого місця. Завдяки віддаленому доступу і керуванню, клієнти можуть отримати допомогу негайно, без необхідності очікування фізичного прибуття технічного спеціаліста.",
                "Розширені можливості діагностики та усунення неполадок: За допомогою TeamViewer Frontline xAssist, технічні спеціалісти можуть проводити розширену діагностику та виявляти неполадки на пристроях клієнтів. Це дозволяє швидко і точно визначити причину проблеми та запропонувати ефективні рішення.",
                "Безпеку та конфіденційність: Платформа має високі стандарти безпеки, що гарантує захист конфіденційної інформації та даних клієнтів. Захищений канал зв'язку та рівень аутентифікації забезпечують надійність та конфіденційність під час взаємодії.",
                "Покращення комунікації: Інструменти спільного використання екрану та чату допомагають технічним спеціалістам та клієнтам ефективно спілкуватися та обмінюватися інформацією. Це дозволяє точно розуміти проблему та надавати необхідні вказівки для усунення неполадок.",
                "Запис сесій та статистика: TeamViewer Frontline xAssist забезпечує можливість записувати сесії підтримки та отримувати статистику про продуктивність технічних спеціалістів. Це дозволяє аналізувати якість та ефективність роботи, вдосконалювати процеси та надавати звіти для внутрішнього використання."
            ]
        }
    },
    "googleCloud": "Google Cloud пропонує широкий спектр потужних програмних рішень для бізнесу та розробників. За допомогою масштабованої інфраструктури, інструментів аналізу даних та можливостей машинного навчання, Google Cloud надає організаціям змогу використовувати повний потенціал хмарних технологій. Чи то керування додатками, зберігання та аналіз даних, або розробка інноваційних рішень на основі штучного інтелекту, Google Cloud надає інструменти та сервіси для прискорення цифрової трансформації та росту бізнесу.",
    "stratoZone": {
        "resume": "StratoZone Google Cloud надає комплексні рішення для аналізу та міграції інфраструктури, що допомагає бізнесу оптимізувати свої процеси. Воно надає цінні уявлення та гладкі процеси міграції для покращення ефективності та продуктивності.",
        "modal": {
            "general": "StratoZone Google Cloud - це потужне програмне рішення, розроблене для оптимізації та спрощення управління хмарною інфраструктурою на платформі Google Cloud (GCP). Його метою є спрощення складного процесу розгортання та управління додатками, даними та інфраструктурою в хмарі. За допомогою передової автоматизації та інтелектуального аналізу StratoZone Google Cloud допомагає бізнесам максимально ефективно використовувати GCP, мінімізуючи оперативні витрати.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Безшовне розгортання: StratoZone Google Cloud забезпечує просте розгортання додатків та ресурсів на GCP. Інтуїтивний інтерфейс та попередньо налаштовані шаблони спрощують процес налаштування, скорочуючи час і зусилля, необхідні для розгортання.",
                "Централізоване управління: Програмне забезпечення надає централізовану панель керування, яка дозволяє користувачам контролювати та оптимізувати їх хмарні ресурси. Воно надає всебічний огляд показників продуктивності, використання ресурсів та розподілу витрат, полегшуючи ефективне виділення ресурсів та оптимізацію.",
                "Автоматичне масштабування: StratoZone Google Cloud автоматизує процес масштабування шляхом динамічного налаштування розподілу ресурсів в залежності від вимог робочого навантаження. Це забезпечує можливість додаткам справлятися зі стрімкими збільшеннями трафіку без ручного втручання, що покращує продуктивність та користувацький досвід."
            ],
            "useCases": [
                "Розробка додатків: StratoZone Google Cloud спрощує розробку та розгортання додатків на GCP. Воно надає розробникам середовище спільної роботи, систему контролю версій та безперешкодну інтеграцію з CI/CD-пайплайнами, що дозволяє швидше та ефективніше поставляти програмне забезпечення.",
                "Аналіз великих обсягів даних: Програмне забезпечення сприяє впровадженню рішень аналітики великих даних на GCP. Воно пропонує можливості для завантаження, обробки та аналізу даних, що дозволяє організаціям отримувати цінні відомості з великих наборів даних і приймати рішення на основі даних."
            ],
            "benefits": [
                "Оптимізація витрат: StratoZone Google Cloud допомагає клієнтам оптимізувати витрати на хмарні обчислення, надаючи детальний аналіз витрат та рекомендації. Цей застосунок визначає неактивні ресурси, пропонує варіанти оптимізації розміру та надає стратегії економії витрат, що призводить до значних заощаджень на хмарних сервісах.",
                "Покращена безпека: Програмне забезпечення забезпечує надійний захист даних клієнта на GCP. Також пропонує розширені засоби керування доступом, механізми шифрування та постійний моніторинг для захисту від несанкціонованого доступу та витоку даних.",
                "Підвищення ефективності: Завдяки автоматизації та інтелектуальному управлінню ресурсами StratoZone Google Cloud підвищує операційну ефективність. Воно мінімізує ручні завдання, оптимізує розподіл ресурсів та надає конкретні рекомендації, дозволяючи організаціям зосередитися на основних бізнес-задачах."
            ]
        }
    },
    "vmWare": {
        "resume": "Google Cloud VMware Engine - це продукт, який дозволяє організаціям працювати з власними навантаженнями VMware на Google Cloud, забезпечуючи безшовну та масштабовану хмарну інфраструктуру. Він пропонує повністю кероване та інтегроване середовище, що дозволяє ефективно мігрувати та працювати з додатками на основі VMware.",
        "modal": {
            "general": "Google Cloud VMware Engine є інноваційним рішенням, яке поєднує потужність хмарних обчислень Google Cloud з віртуалізаційною технологією VMware, щоб надати організаціям масштабовану та ефективну інфраструктуру. Це дозволяє компаніям перенести свої існуючі VMware-робочі навантаження до хмари Google, зберігаючи всі переваги віртуалізації VMware і отримуючи переваги хмарної інфраструктури.\nОсновною метою Google Cloud VMware Engine є спрощення процесу міграції робочих навантажень VMware до хмари та надання розширених можливостей обчислень та автоматизації.\n Загалом, Google Cloud VMware Engine надає компаніям можливість скористатися потужністю хмарної інфраструктури, зберігаючи переваги віртуалізації VMware. Це дозволяє підприємствам ефективно мігрувати, управляти та розширювати свої VMware-середовища в хмарі Google, прискорюючи інновації та покращуючи ефективність роботи.",
            "keys": [
                {
                    "title": "Деякі з основних переваг та використань Google Cloud VMware Engine",
                    "key": "advantages"
                },
                {
                    "title": "Google Cloud VMware Engine має широкий спектр використань",
                    "key": "useCases"
                }
            ],
            "advantages": [
                "Масштабованість: Google Cloud надає масштабовані ресурси для виконання VMware-робочих навантажень у хмарному середовищі. Це означає, що компанії можуть масштабувати свою інфраструктуру відповідно до зростаючих потреб без необхідності в фізичному розширенні власних центрів обробки даних.",
                "Простота міграції: Google Cloud VMware Engine надає інструменти та сервіси для спрощення процесу міграції VMware-робочих навантажень до хмари. Він дозволяє компаніям швидко перенести свої існуючі віртуалізовані середовища до хмари без необхідності внесення значних змін у наявну інфраструктуру.",
                "Гнучкість: Google Cloud VMware Engine надає гнучкість управління віртуалізованими середовищами. Компанії можуть налаштовувати ресурси, керувати політиками безпеки та забезпечувати високу доступність своїх додатків і сервісів у хмарі.",
                "Безпека та надійність: Google Cloud забезпечує високий рівень безпеки та надійності своїх хмарних сервісів. Google має широкий досвід у забезпеченні захисту даних та використовує передові технології шифрування та захисту даних для забезпечення конфіденційності та цілісності."
            ],
            "useCases": [
                "Демонстрації та тестування: Компанії можуть використовувати Google Cloud VMware Engine для проведення демонстрацій та тестування нових додатків або конфігурацій без необхідності власних фізичних середовищ.",
                "Резервне копіювання та відновлення: Google Cloud VMware Engine надає можливості резервного копіювання та відновлення VMware-середовищ. Це дозволяє компаніям забезпечити захист даних та швидку відновлення у разі аварій або втрати даних.",
                "Розробка та тестування програмного забезпечення: Компанії можуть використовувати Google Cloud VMware Engine для розробки, тестування та впровадження нового програмного забезпечення. Віртуалізоване середовище забезпечує швидку ітерацію та скорочення часу на розробку.",
                "Розширення існуючих VMware-середовищ: Організації можуть використовувати Google Cloud VMware Engine для розширення своїх існуючих VMware-середовищ, надаючи додаткові ресурси та масштабованість для робочих навантажень."
            ]
        }
    },

    "bigQuery": {
        "resume": "Аналіз даних та машинне навчання є основними компонентами платформи BigQuery. Завдяки потужним засобам обробки даних BigQuery та інтегрованим інструментам машинного навчання, організації можуть отримати цінні інсайти зі своїх даних та побудувати прогностичні моделі для прийняття обґрунтованих рішень.",
        "modal": {
            "general": "Аналіз даних та машинне навчання є потужними інструментами, які дозволяють організаціям отримувати значущі інсайти зі своїх даних та приймати обґрунтовані рішення. BigQuery, передова платформа для аналізу даних, надає продвинуті можливості для обробки даних та інтеграції з моделями машинного навчання, пропонуючи численні переваги, варіанти використання та користь для клієнтів.\nГоловна мета BigQuery - дозволити організаціям швидко та ефективно отримувати цінні інсайти зі своїх даних. Він дозволяє користувачам аналізувати великі набори даних у режимі реального часу, використовуючи масштабовану інфраструктуру та мову запитів на основі SQL. За допомогою BigQuery організації можуть виявляти закономірності, тенденції та кореляції в своїх даних, що дозволяє приймати рішення, засновані на даних, та отримувати практичні інсайти.\nПідсумовуючи, BigQuery - це універсальна платформа для аналізу даних, яка поєднує потужні можливості обробки даних з інтеграцією машинного навчання. Його масштабованість, швидкість, зручність використання та інтеграція з послугами машинного навчання надають організаціям всеобсяжний рішення для отримання цінних інсайтів та покращення бізнес-процесів.",
            "keys": [
                {
                    "title": "Переваги використання BigQuery для аналізу даних та машинного навчання",
                    "key": "advantages"
                },
                {
                    "title": "Варіанти використання BigQuery та машинного навчання охоплюють широкий спектр застосувань",
                    "key": "useCases"
                },
                {
                    "title": "Користь для клієнтів, що використовують BigQuery та машинне навчання",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Масштабованість: BigQuery побудований на інфраструктурі Google Cloud, що забезпечує неперевершену масштабованість. Він може обробляти величезні обсяги даних, дозволяючи організаціям працювати навіть з найбільшими наборами даних без втрати продуктивності.",
                "Швидкість: BigQuery розроблений для обробки даних з високою швидкістю. Він може виконувати складні запити та агрегації в реальному часі, що дозволяє користувачам отримувати інсайти та результати швидко. Розподілена структура BigQuery забезпечує ефективну паралельну обробку для прискорення аналізу даних.",
                "Зручність використання: BigQuery пропонує простий інтерфейс та зрозумілу мову запитів на основі SQL, що робить його доступним як для аналітиків даних, так і для вчених з даних. Це усуває необхідність в складному програмуванні або налаштуванні інфраструктури, дозволяючи користувачам сконцентруватися на аналізі даних та моделюванні.",
                "Інтеграція з машинним навчанням: BigQuery незамінний для інтеграції з послугами машинного навчання Google Cloud, такими як TensorFlow та AutoML. Ця інтеграція дозволяє користувачам будувати та впроваджувати моделі машинного навчання безпосередньо в BigQuery, використовуючи потужність як аналізу даних, так і прогнозування."
            ],
            "useCases": [
                "Бізнес-аналітика: Організації можуть використовувати BigQuery для проведення ад-хок аналізу даних, візуалізації інсайтів та створення інтерактивних панелей управління. Це дозволяє командам бізнес-аналітики отримати всебічне розуміння результатів бізнесу, поведінки клієнтів та тенденцій на ринку.",
                "Прогнозування аналітики: Завдяки інтеграції BigQuery з машинним навчанням, організації можуть створювати прогнозуючі моделі для прогнозування результатів бізнесу, передбачення відтоку клієнтів, оптимізації стратегій ціноутворення та проведення прогнозування попиту. Це дозволяє організаціям приймати рішення, засновані на даних, і отримувати конкурентну перевагу.",
                "Виявлення шахрайства: Реально-часна обробка даних в BigQuery робить його ідеальним рішенням для виявлення шахрайства. Організації можуть аналізувати великі обсяги транзакційних даних в режимі реального часу, виявляти патерни, які свідчать про шахрайську діяльність, та приймати негайні заходи для зменшення ризиків.",
                "Аналітика Інтернету речей (IoT): BigQuery може опрацьовувати великі обсяги даних, що генеруються пристроями Інтернету речей. Це дозволяє організаціям інтегрувати, зберігати та аналізувати дані сенсорів в режимі реального часу, щоб відслідковувати продуктивність обладнання, виявляти аномалії та оптимізувати графіки обслуговування."
            ],
            "benefits": [
                "Покращення прийняття рішень: Завдяки інсайтам, отриманим з аналізу даних та машинного навчання, організації можуть приймати більш обґрунтовані рішення, що призводить до покращення результатів бізнесу та ефективності роботи.",
                "Ефективність з точки зору витрат: Серверна архітектура BigQuery усуває необхідність у налаштуванні та управлінні інфраструктурою. Організації платять лише за використані ресурси, що призводить до економії коштів та збільшення прибутку.",
                "Співпраця та гнучкість: Функції співпраці в BigQuery дозволяють командам працювати разом, обмінюватися інсайтами та спільно працювати над проектами аналізу даних. Це сприяє гнучкості, дозволяючи організаціям швидко реагувати на змінюються потреби бізнесу.",
                "Безпека даних та конфіденційність: Google Cloud забезпечує надійні заходи безпеки для захисту даних користувачів в BigQuery. Вона пропонує шифрування в стані покою та під час передачі, точні контролі доступу та сертифікації відповідності, забезпечуючи безпеку даних та дотримання вимог щодо конфіденційності."
            ]
        }
    },

    "networking": {
        "resume": "Google Cloud Networking - це потужна та безпечна інфраструктура, яка дозволяє підприємствам з легкістю підключати та керувати своїми ресурсами, забезпечуючи надійне та високоефективне мережеве з'єднання.",
        "modal": {
            "general": "Google Cloud Networking - це комплексне рішення для мережевих обчислень, яке надає підприємствам надійну, масштабовану та безпечну інфраструктуру для їхніх хмарних додатків та сервісів. Воно дозволяє клієнтам будувати та управляти своєю мережевою інфраструктурою, використовуючи глобальну мережу Google, що забезпечує легке підключення та контроль над ресурсами.\n\nМетою Google Cloud Networking є надання гнучкого та надійного мережевого середовища, яке відповідає вимогам сучасних хмарних обчислень. Воно дозволяє підприємствам створювати віртуальні приватні хмари (VPC) та підмережі, що дозволяє ізолювати їхні робочі навантаження та контролювати доступ до мережі. За допомогою обширної глобальної мережі Google клієнти можуть досягати низької затримки та високої пропускної здатності, що забезпечує оптимальну продуктивність їхніх додатків.\n",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Клієнти можуть легко масштабувати свої мережі в залежності від потреб без необхідності додаткового обладнання. Вони можуть створювати кілька VPC та підмереж, безпечно їх з'єднувати та управляти ресурсами мережі через централізований контроль. Гнучкість цього рішення дозволяє підприємствам адаптуватися до змін робочого навантаження та оптимізувати свою мережеву інфраструктуру з економічною ефективністю."
            ],
            "useCases": [
                "Google Cloud Networking пропонує широкий спектр використання для задоволення різних бізнес-потреб. Воно ідеально підходить для підприємств, які потребують безпечного та надійного з'єднання між своїми власними центрами обробки даних та хмарою. За допомогою Cloud VPN або Dedicated Interconnect клієнти можуть створювати шифровані з'єднання та розширяти свою мережу до Google Cloud, забезпечуючи безперебійне гібридне хмарне середовище.",
                "Google Cloud Networking підтримує балансування навантаження та керування трафіком, що дозволяє підприємствам ефективно розподіляти трафік між декількома екземплярами та регіонами. Ця можливість забезпечує високу доступність та стійкість до відмов для критичних додатків. Крім того, клієнти можуть використовувати глобальний балансувальник навантаження для оптимізації продуктивності своїх додатків шляхом направлення трафіку до найближчого регіону Google Cloud."
            ],
            "benefits": [
                "Клієнти, які використовують Google Cloud Networking, отримують ряд переваг. Сервіс надає розширені функції безпеки, включаючи захист від розподілених атак відмови в обслуговуванні (DDoS), правила брандмауера та приватний доступ до сервісів, що забезпечують цілісність та конфіденційність мережевого трафіку. Крім того, обширна мережева інфраструктура Google забезпечує надійність та резервування, що мінімізує ризик простоїв та втрати даних."
            ],
            "summary": "Загалом, Google Cloud Networking - це потужне рішення для мережевої інфраструктури, яке дарує підприємствам безпечну, масштабовану та високопродуктивну інфраструктуру. За допомогою глобальної мережі Google клієнти можуть оптимізувати своє підключення, покращувати продуктивність додатків та оптимізувати процеси управління мережею. Завдяки широкому спектру функцій та переваг Google Cloud Networking є привабливим вибором для підприємств, які шукають надійне рішення для мережевої інфраструктури."
        }
    },

    "distributedCloud": {
        "resume": "Google Distributed Cloud - це потужний продукт, який дозволяє компаніям розширити їхню хмарну інфраструктуру та сервіси до кількох регіонів, надаючи доступ з низькою затримкою та забезпечуючи дотримання суверенітету даних. За допомогою цього рішення бізнеси можуть досягти глобального масштабування, покращеної продуктивності та відповідності вимогам регулювання даних.",
        "modal": {
            "general": "Google Distributed Cloud — це інноваційне програмне забезпечення, розроблене компанією Google, яке дозволяє розподілене збереження та обробку даних у хмарному середовищі. Ця технологія революціонізує спосіб, яким бізнеси зберігають, обробляють та використовують свої дані, надаючи безліч переваг та користувальницьких можливостей.",
            "keys": [
                {
                    "title": "Основні переваги Google Distributed Cloud для користувачів включають",
                    "key": "benefits"
                }
            ],
            "advantages": [],
            "useCases": [],
            "benefits": [
                "Скорочення витрат. Використання хмарного середовища зменшує необхідність у придбанні та підтримці власної обладнання для зберігання даних.",
                "Висока доступність. Розподілене зберігання даних у різних місцях забезпечує швидкий та надійний доступ до інформації.",
                "Зручність в роботі. Google Distributed Cloud надає користувачам простий та інтуїтивно зрозумілий інтерфейс для роботи з даними.",
                "Швидка обробка даних. Розподілені алгоритми обробки даних дозволяють швидко проводити складні аналізи та розрахунки.",
                "Безпека даних. Google забезпечує надійний захист інформації завдяки використанню передових технологій шифрування та захисту даних."
            ],
            "summaryArray": [
                "Основна мета Google Distributed Cloud полягає в удосконаленні продуктивності та масштабованості хмарної інфраструктури. Це розподілене програмне забезпечення дає змогу підприємствам зберігати великі обсяги даних, розподіляючи їх по різних місцях інфраструктури. Такий підхід забезпечує більшу надійність та доступність даних, а також зменшує ризик втрати інформації.",
                "Однією з головних переваг Google Distributed Cloud є його гнучкість та масштабованість. Підприємства можуть легко налаштовувати та збільшувати обсяги сховищ даних відповідно до своїх потреб. Це дозволяє компаніям ефективно керувати зростаючим обсягом інформації та швидко реагувати на змінні вимоги бізнесу.",
                "Окрім того, Google Distributed Cloud забезпечує високу швидкість обробки даних завдяки використанню розподіленої архітектури. Це дозволяє підприємствам здійснювати складні аналітичні операції, розрахунки та обробку великих обсягів даних за найкоротший час. Такий швидкий доступ до інформації дозволяє компаніям приймати обґрунтовані рішення та бути конкурентоспроможними на ринку.",
                "Подальша перевага використання Google Distributed Cloud - це висока безпека даних. Google має розгалужену мережу центрів обробки даних, розташованих у різних регіонах світу. Це забезпечує надійне резервне копіювання даних та їх захист від втрати або несанкціонованого доступу. Крім того, Google використовує передові технології шифрування та аутентифікації, що гарантує безпеку конфіденційної інформації.",
                "Застосування Google Distributed Cloud є досить широкими. Це може бути корисно для підприємств, які працюють з великими обсягами даних, наприклад, фінансові установи, телекомунікаційні компанії, медичні установи тощо. Крім того, ця технологія є цінним інструментом для проведення наукових досліджень, аналізу даних та розробки штучного інтелекту.",
                "Загалом, Google Distributed Cloud є потужним інструментом для підприємств, які шукають ефективні способи зберігання, обробки та використання своїх даних. Він пропонує широкі можливості для розвитку бізнесу, забезпечує безпеку та масштабованість, а також допомагає підприємствам приймати обґрунтовані рішення на основі аналізу даних."
            ]
        }
    },

    "security": {
        "resume": "",
        "modal": {
            "general": "",
            "keys": [
                {
                    "title": "Chronicle",
                    "key": "chronicle"
                },
                {
                    "title": "Cloud Data Loss Prevention",
                    "key": "dataLoss"
                },
                {
                    "title": "Firewalls",
                    "key": "firewalls"
                },
                {
                    "title": "Security Command Center",
                    "key": "security"
                },
                {
                    "title": "Cloud Identity",
                    "key": "cloudIdentity"
                },
                {
                    "title": "Identity and Access Management",
                    "key": "identityAndAccess"
                },
                {
                    "title": "reCAPTCHA Enterprise",
                    "key": "recaptcha"
                },
                {
                    "title": "Web Risk",
                    "key": "webRisk"
                }
            ],
            "advantages": [],
            "useCases": [],
            "benefits": [],
            "chronicle": [
                "Chronicle Google Cloud - це кібербезпекова платформа, яка надає розширене виявлення та аналіз загроз, дозволяючи організаціям ефективно захищати свої цифрові активи."
            ],
            "dataLoss": [
                "Cloud Data Loss Prevention - це потужний інструмент, який допомагає організаціям виявляти та захищати конфіденційні дані, забезпечуючи відповідність правилам конфіденційності даних та мінімізуючи ризик витоку інформації."
            ],
            "firewalls": [
                "Firewall - це важливий пристрій мережевої безпеки, який діє як бар'єр між внутрішньою мережею та зовнішнім світом, моніторячи та керуючи вхідним та вихідним мережевим трафіком на основі заздалегідь визначених правил безпеки. Він допомагає запобігти несанкціонованому доступу, захищає від зловмисних дій та забезпечує конфіденційність, цілісність та доступність конфіденційних даних."
            ],
            "security": [
                " Security Command Center - це централізована платформа, яка забезпечує всебічний огляд та моніторинг подій і загроз безпеці на інфраструктурі організації. Він дозволяє прогнозувати виявлення загроз, реагувати на інциденти та підвищує загальний рівень безпеки шляхом консолідації даних безпеки та надання практичних висновків."
            ],
            "cloudIdentity": [
                "Cloud Identity - це комплексне рішення з управління ідентичністю та доступом, що дозволяє організаціям керувати ідентичностями користувачів та контролювати доступ до ресурсів у хмарі. Воно надає можливості, такі як одночасний вхід, багатофакторна аутентифікація та управління життєвим циклом користувача, покращуючи безпеку та продуктивність в хмарному середовищі."
            ],
            "identityAndAccess": [
                "Identity and Access Management (IAM) від Google Cloud надає надійні засоби безпеки та централізованого управління ідентифікаціями користувачів, дозволами та ресурсами у хмарному середовищі."
            ],
            "recaptcha": [
                "reCAPTCHA Enterprise від Google Cloud - потужне рішення забезпечує безпеку веб-сайтів та додатків, захищаючи їх від шкідливих ботів та автоматизованих атак. Воно забезпечує безперебійний досвід користувачів при високому рівні безпеки."
            ],
            "webRisk": [
                "Продукт Web Risk від Google Cloud надає передовий захист від небезпечних веб-сайтів, шкідливих програм та фішингових атак, допомагаючи бізнесу забезпечити безпеку своєї онлайн-присутності та захистити дані користувачів."
            ]
        }
    },

    "cloudStorage": {
        "resume": "Google Cloud Storage - це масштабований та надійний сервіс зберігання об'єктів, що дозволяє зберігати та отримувати великі обсяги неструктурованих даних. Завдяки високій доступності та глобальній доступності, цей сервіс надає надійне та ефективне рішення для зберігання та управління даними в хмарному середовищі.",
        "modal": {
            "general": "",
            "keys": [],
            "advantages": [],
            "useCases": [],
            "benefits": [],
            "summaryArray": [
                "Google Cloud Storage - це високоякісний, гнучкий та масштабований сервіс зберігання об'єктів, створений для задоволення різноманітних потреб у зберіганні даних для бізнесу. Він має кілька переваг, включаючи надійність, гнучкість та глобальну доступність.\nОсновна мета Google Cloud Storage полягає у наданні бізнесу надійного та безпечного рішення для зберігання та відновлення даних. Він дозволяє користувачам зберігати великі обсяги неструктурованих даних, таких як зображення, відео та документи, у простий та ефективний спосіб. Сервіс побудований на надійній інфраструктурі Google, що гарантує надійність та високу доступність даних.\nОднією з ключових переваг Google Cloud Storage є його надійність. Дані, які зберігаються у сервісі, реплікуються на кількох географічних місцезнаходженнях, що забезпечує захист від втрати даних. Сервіс також надає можливість версіонування, що дозволяє користувачам зберігати та керувати декількома версіями об'єкту, що спрощує відновлення та доступ до попередніх версій у необхідний момент.\nГнучкість є ще однією важливою перевагою Google Cloud Storage. Користувачі мають можливість вибирати з різних класів зберігання в залежності від своїх потреб. Ці класи зберігання включають Standard, Nearline, Coldline та Archive, кожен з яких пропонує різні рівні доступності, надійності та вартості. Така гнучкість дозволяє бізнесу оптимізувати витрати на зберігання даних, забезпечуючи доступність даних відповідно до їх потреб.\nГлобальна доступність Google Cloud Storage дозволяє бізнесу отримувати доступ до даних з будь-якої точки світу. Завдяки розгалуженій мережі дата-центрів Google, користувачі отримують низьку затримку та швидкий доступ до даних незалежно від свого місцезнаходження. Ця функція особливо корисна для бізнесу з глобальною присутністю, оскільки вона дозволяє ефективне співробітництво та обмін даними між різними регіонами.\nGoogle Cloud Storage знаходить застосування в різних сферах діяльності. Він служить як центральне сховище для зберігання даних, резервного копіювання та відновлення після аварійних ситуацій. Бізнеси можуть використовувати сервіс для зберігання та доставки медіа-контенту, що сприяє швидкій доставці медіа-файлів кінцевим користувачам. Він також дозволяє розробникам зберігати та обслуговувати статичний вміст веб-сайтів та зберігати дані для мобільних додатків.\nПереваги використання Google Cloud Storage різноманітні. По-перше, він усуває потребу в інвестиціях у власну інфраструктуру зберігання даних, що зменшує капіталовкладення. Модель ціноутворення \"плати-за-використання\" забезпечує оплату лише за зберігання, що призводить до економії коштів та масштабованості. Крім того, сервіс інтегрується безперебійно з іншими продуктами та послугами Google Cloud, надаючи комплексну екосистему для управління даними, аналітики та машинного навчання.\nЗагалом, Google Cloud Storage пропонує бізнесу безпечне, масштабоване та економічне рішення для зберігання та управління даними. Його надійність, гнучкість та глобальна доступність роблять його ідеальним вибором для організацій будь-якого розміру. За допомогою інфраструктури та надійних функцій Google компанії можуть отримати переваги надійного зберігання даних, спрощеного управління та покращених можливостей співпраці.\n"
            ]
        }
    },

    "cloudDatabases": {
        "resume": "Google Cloud Databases надають надійне та масштабоване рішення для управління даними у хмарі. З різноманітними опціями баз даних, передовими функціями безпеки та безпроблемною інтеграцією з іншими послугами Google Cloud, бізнеси можуть ефективно зберігати, обробляти та аналізувати свої дані.",
        "modal": {
            "general": "",
            "keys": [],
            "advantages": [],
            "useCases": [],
            "benefits": [],
            "summaryArray": [
                "Google Cloud Databases пропонують потужне і надійне рішення для управління даними у хмарі. Розроблені для задоволення різноманітних потреб бізнесу, ці бази даних забезпечують масштабоване, безпечне та повністю управляну середовище для зберігання та доступу до критичних даних.\nМетою Google Cloud Databases є спрощення та оптимізація управління даними для підприємств різних розмірів. Ці бази даних пропонують такі переваги, як висока доступність, автоматичне резервне копіювання та вбудовані функції безпеки. Завдяки інфраструктурі Google та експертизі у керуванні даними, клієнти можуть зосередитись на основній діяльності свого бізнесу, покладаючись на надійне та ефективне рішення для баз даних.\nОднією з ключових переваг Google Cloud Databases є їх масштабованість. Бізнеси можуть легко масштабувати ресурси бази даних в залежності від попиту, забезпечуючи оптимальну продуктивність та ефективність витрат. Ця гнучкість дозволяє організаціям впоратися з різким зростанням навантаження або збільшенням обсягу даних без необхідності значних початкових інвестицій у обладнання або інфраструктуру.\nGoogle Cloud Databases підтримують широкий спектр використання в різних галузях промисловості. Вони підходять для транзакційних завантажень, таких як електронна комерція або фінансові системи, де важлива консистентність даних та обробка в режимі реального часу. Ці бази даних також відмінно справляються з аналітичними завданнями, дозволяючи бізнесу отримувати цінні інсайти з великих наборів даних за допомогою розширених можливостей запитів та обробки даних.\nПереваги використання Google Cloud Databases багаточисельні. По-перше, вони забезпечують високу доступність та надійність, гарантуючи, що дані завжди доступні і захищені від відмов обладнання або надзвичайних ситуацій. Автоматичне резервне копіювання та опції відновлення в певний момент часу додатково підвищують стійкість даних. По-друге, ці бази даних пропонують надійні функції безпеки, включаючи шифрування даних у спокої та під час передачі, докладні контролі доступу та інтеграцію з системою ідентифікації та управління доступом Google Cloud. Клієнти можуть бути впевнені, що їх дані захищені та відповідають вимогам промислових стандартів.\nGoogle Cloud Databases також пропонують безпроблемну інтеграцію з іншими послугами Google Cloud, що дозволяє клієнтам створювати комплексні рішення для управління даними. Наприклад, бізнеси можуть поєднувати бази даних з BigQuery для продвинутої аналітики або з Cloud AI Platform для застосувань машинного навчання. Крім того, ці бази даних підтримують популярні рушії баз даних, такі як MySQL, PostgreSQL та MongoDB, що спрощує міграцію існуючих додатків в хмару.\nНа завершення, Google Cloud Databases надають бізнесу надійне, масштабоване та безпечне рішення для управління даними. Завдяки своїм функціональним можливостям, перевагам у масштабованості та безпеці, різноманітним використанням та безшовної інтеграції з іншими послугами Google Cloud, ці бази даних дозволяють організаціям ефективно використовувати свої дані та стимулювати інновації у сучасному світі, який базується на даних."
            ]
        }
    },

    "api": {
        "resume": "API-платформа Google надає розробникам комплексний набір інструментів та сервісів для створення, розгортання та керування API. З такими функціями, як аутентифікація, моніторинг та аналітика, вона дозволяє розробникам створювати надійні та масштабовані API, які можна легко інтегрувати в додатки.",
        "modal": {
            "general": "",
            "keys": [],
            "advantages": [],
            "useCases": [],
            "benefits": [],
            "summaryArray": [
                "API-платформа Google Cloud призначена для надання розробникам комплексного набору інструментів та сервісів для створення, розгортання та керування API. Вона пропонує масштабовану та надійну інфраструктуру, яка дозволяє бізнесам використовувати потужність API для безшовної інтеграції, інновацій та поліпшення взаємодії з клієнтами.\nПризначенням API-платформи Google Cloud є забезпечення розробникам єдиної та ефективної розробки та управління API. Вона має безліч переваг, починаючи з надійної безпеки та механізмів аутентифікації. З вбудованим управлінням ідентифікацією та доступом, розробники можуть забезпечити безпечний контроль доступу, захищаючи конфіденційні дані та ресурси.\nПлатформа також пропонує розширені можливості моніторингу та аналітики, що дозволяють розробникам отримувати цінну інформацію про використання API, продуктивність та відстеження помилок. Це допомагає бізнесам оптимізувати свої API для кращої ефективності та реагування. Крім того, розробники можуть використовувати потужні механізми кешування для зниження затримок та поліпшення загальної продуктивності API.\nОднією з ключових переваг API-платформи Google Cloud є її масштабованість. Вона легко справляється з різними рівнями трафіку та підтримує високонавантажені сценарії використання, забезпечуючи можливість динамічного масштабування API в залежності від потреб додатка. Ця масштабованість є важливою для бізнесів з коливаннями навантаження або для тих, хто швидко зростає.\nAPI-платформа Google Cloud підходить для широкого спектру використання в різних галузях. Вона дозволяє бізнесам надавати свої послуги у форматі API, сприяючи легкій інтеграції з зовнішніми додатками та партнерами. Розробники можуть будувати інноваційні додатки, використовуючи наявні API, які надає Google, або створювати власні настроювані API, пристосовані до конкретних потреб бізнесу.\nПереваги для клієнтів, що використовують API-платформу Google Cloud, безліч. По-перше, вона прискорює процес розробки, надаючи багатий набір готових API, що дозволяє розробникам уникнути потреби будувати функціонал з нуля. Це економить час та зусилля, дозволяючи швидше виводити нові додатки на ринок.\nКрім того, платформа сприяє співпраці та повторному використанню завдяки своїм можливостям керування API. Розробники можуть безпечно публікувати свої API та ділитися ними з іншими командами або зовнішніми партнерами, створюючи культуру співпраці та дозволяючи організаціям створювати екосистеми API. Шляхом використання спільних API бізнеси можуть оптимізувати розробку, покращувати консистентність та підвищувати взаємодію.\nКрім того, API-платформа Google Cloud легко інтегрується з іншими сервісами Google Cloud, такими як безсерверні обчислення, можливості штучного інтелекту та машинного навчання, а також рішення для зберігання даних. Це дозволяє розробникам використовувати всі переваги всебічної екосистеми та будувати потужні додатки, що використовують повний потенціал сервісів Google Cloud.\nЗагальною підсумковою рисою можна сказати, що API-платформа Google Cloud забезпечує розробникам надійну інфраструктуру, продвинуті механізми безпеки, масштабованість та широкі можливості керування. Завдяки своїм готовим API, інструментам аналітики та безпроблемній інтеграції, бізнеси можуть прискорити інновації, оптимізувати процеси розробки та забезпечити клієнтам виняткові цифрові враження.\n"
            ]
        }
    },

    "googleKubernetes": {
        "resume": "Google Kubernetes Engine (GKE) - це керована служба оркестрації контейнерів, надана Google Cloud. Вона дозволяє легко розгортати, керувати та масштабувати контейнеризовані додатки з використанням Kubernetes.",
        "modal": {
            "general": "Google Kubernetes Engine (GKE) - це керована служба оркестрації контейнерів, надана Google Cloud. Її призначення полягає в спрощенні розгортання, керування та масштабування контейнеризованих додатків з використанням Kubernetes, системи оркестрації контейнерів з відкритим вихідним кодом. GKE пропонує безліч переваг, використань та переваг для клієнтів.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Масштабованість: GKE дозволяє легко масштабувати додатки згідно з потребами. Завдяки функціям автоматичного масштабування і кластерного масштабування, GKE забезпечує наявність необхідних ресурсів для обробки збільшеного трафіку та навантаження без простоїв.",
                "Висока доступність: GKE забезпечує вбудовану стійкість до відмов та резервування, гарантуючи доступність додатків навіть у разі збоїв інфраструктури. Він автоматично керує оновленням вузлів, впроваджуючи нові версії без перерви в роботі додатків."
            ],
            "useCases": [
                "Архітектура мікросервісів: GKE ідеально підходить для розгортання та керування архітектурами на основі мікросервісів. Він дозволяє організаціям розбити свої додатки на менші, слабо зв'язані сервіси, забезпечуючи швидку розробку, розгортання та масштабування окремих компонентів.",
                "Неперервна інтеграція та доставка (CI/CD): GKE легко інтегрується з конвеєрами неперервної інтеграції та доставки, сприяючи автоматичному створенню, тестуванню та розгортанню контейнеризованих додатків. Розробники можуть легко налаштувати автоматичні робочі процеси, щоб забезпечити ефективну та послідовну доставку програмного забезпечення."
            ],
            "benefits": [
                "Спрощення операційної діяльності: GKE абстрагує складності базової інфраструктури, дозволяючи клієнтам зосередитися на розробці додатків, а не на управлінні інфраструктурою. Він виконує такі завдання, як надання ресурсів, масштабування та балансування навантаження, що зменшує операційні витрати.",
                "Ефективність витрат: GKE оптимізує використання ресурсів шляхом динамічного розподілу ресурсів з урахуванням вимог додатків. Клієнти платять лише за використані ресурси, що призводить до зниження витрат порівняно з традиційним наданням інфраструктури.",
                "Переносимість: GKE підтримує стандартні API Kubernetes, що забезпечує переносимість додатків між різними хмарними провайдерами або середовищами у власних серверах. Ця гнучкість дозволяє клієнтам уникнути залежності від певного постачальника послуг та легко мігрувати свої додатки за потреби."
            ]
        }
    },

    "computeEngine": {
        "resume": "Google Cloud Compute Engine - це сервіс віртуальних машин (VM), який дозволяє створювати та запускати віртуальні машини на інфраструктурі Google. Він надає масштабовані та гнучкі обчислювальні ресурси для підтримки різноманітних завдань.",
        "modal": {
            "general": "",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [],
            "useCases": [],
            "benefits": []
        }
    },

    "autodesk": {
        "resume": [
            "Autodesk, Inc. - найбільший постачальник програмного забезпечення в галузі 3D-проектування та BIM для промислового та цивільного будівництва, машинобудування, ринку засобів інформації та розваг.\n",
            "Компанія розробила широкий спектр програмних продуктів для архітекторів, інженерів, конструкторів, найпопулярніші з яких: Revit, AutoCAD, AutoCAD LT, Inventor Professional, AutoCAD Civil 3D, 3ds Max. Наразі Autodesk налічує понад 10 мільйонів користувачів по всьому світу, які використовують це програмне забезпечення, щоб заощадити час і гроші, отримати конкурентні переваги та перетворити свої ідеї на реальність. Користувачі не лише бачать модель на екрані, але й можуть її випробувати. Це дозволяє зекономити час і ресурси, покращити якість і знайти новаторські рішення.\n"
        ]
    },

    "revit": {
        "resume": "Autodesk REVIT - це потужне програмне забезпечення для моделювання будівельної інформації (BIM), яке дозволяє архітекторам, інженерам та фахівцям у галузі будівництва проектувати, візуалізувати та співпрацювати над будівельними проектами в 3D-середовищі. Завдяки своєму широкому набору інструментів та функцій, REVIT оптимізує процес проектування та документації, підвищуючи ефективність та точність в будівельній галузі.\n",
        "modal": {
            "general": [
                "Autodesk REVIT - це комплексне програмне забезпечення для моделювання будівельної інформації (BIM), яке перетворює спосіб проектування, співпраці та управління будівельними проектами архітекторів, інженерів та спеціалістів у сфері будівництва. Його метою є надання потужної платформи для створення розумних 3D-моделей, які охоплюють як фізичні, так і функціональні аспекти будівлі, що дозволяє зацікавленим сторонам приймати обґрунтовані рішення протягом всього життєвого циклу проекту.\n",
                "Однією з ключових переваг Autodesk REVIT є його можливість оптимізувати процес проектування та документування. Завдяки можливостям параметричного моделювання, зміни, внесені в один елемент моделі, автоматично оновлюють всі пов'язані елементи, забезпечуючи послідовність та точність. Це значно зменшує кількість помилок, усуває дублювання зусиль і заощаджує час. Крім того, розумні об'єкти REVIT містять вбудовані дані, що дозволяють автоматизувати графіки, кількості та розрахунок матеріалів, що додатково підвищує ефективність проекту.\n",
                "REVIT пропонує широкий спектр використання в архітектурній, інженерній та будівельній галузях. Архітектори можуть використовувати REVIT для створення детальних 3D-моделей, генерації реалістичних візуалізацій та створення точної будівельної документації. Конструктивні та інженерні спеціалісти можуть використовувати REVIT для проектування та аналізу будівельних систем, оптимізації продуктивності та мінімізації конфліктів. Підрядники можуть використовувати REVIT для планування будівельних робіт, виявлення конфліктів та планування ресурсів, що сприяє ефективному виконанню проекту.\n",
                "Переваги для клієнтів, які використовують Autodesk REVIT, є значними. Перш за все, REVIT забезпечує покращене співробітництво та координацію між учасниками проекту. Загальна 3D-модель як центральна точка посилання дозволяє архітекторам, інженерам та підрядникам працювати разом безперешкодно, зменшуючи конфлікти та покращуючи комунікацію. Це призводить до зменшення замовлень на зміни, скорочення повторних робіт та покращення результатів проекту.\n",
                "Крім того, REVIT надає цінні відомості щодо продуктивності, сталості та витрат на проект. За допомогою інструментів моделювання та можливостей аналізу енергопотреблення користувачі можуть оцінити різні варіанти проектування, оптимізувати енергоефективність та забезпечити відповідність стандартам та нормам галузі. Крім того, інтегровані функції оцінки вартості REVIT допомагають командам проекту точно оцінювати витрати, оцінювати різні варіанти матеріалів та приймати обґрунтовані рішення, які відповідають бюджетним обмеженням.\n",
                "З точки зору візуалізації, REVIT пропонує можливості фотореалістичного візуалізації, що дозволяє зацікавленим сторонам візуалізувати проекти в реалістичних оточеннях. Це покращує презентації клієнтам, маркетингові матеріали та взаємодію зацікавлених сторін, забезпечуючи краще розуміння проекту та підтримку.\n",
                "З точки зору управління проектом, REVIT сприяє ефективному співробітництву та керуванню документацією. Інструменти спільної роботи в хмарі дозволяють співпрацювати в режимі реального часу, незалежно від місця знаходження учасників команди. Дані проекту, включаючи моделі, документи та примітки, можуть бути безпечно доступні та розповсюджені, сприяючи ефективному спілкуванню та координації.\n",
                "У підсумку, Autodesk REVIT - це потужне програмне забезпечення BIM, яке надає спеціалістам в архітектурній, інженерній та будівельній галузях можливість проектувати, співпрацювати та управляти будівельними проектами з високою ефективністю та точністю. Його переваги полягають у можливості оптимізувати процес проектування, покращувати співпрацю, надавати цінні відомості та досягати вдосконалених результатів проекту.\n"
            ]
        }
    },

    "autocad": {
        "resume": "Autodesk AutoCAD - це передове програмне забезпечення комп'ютерної проектування (CAD), яке дозволяє професіоналам у різних галузях створювати точні 2D- та 3D-креслення, моделі та документацію. Завдяки своїм розширеним інструментам та функціям, AutoCAD дозволяє дизайнерам, архітекторам та інженерам втілювати свої ідеї в життя та підвищувати ефективність та точність своїх робочих процесів.\n",
        "modal": {
            "general": [
                "Autodesk AutoCAD - потужне програмне забезпечення для комп'ютерного проектування (САПР), яке революціонізує спосіб створення, візуалізації та документування проектів фахівцями. Його метою є надання широкого набору інструментів та функцій, які дозволяють дизайнерам, архітекторам та інженерам створювати точні 2D- та 3D-моделі, креслення та документацію для різних галузей.\n",
                "Однією з головних переваг Autodesk AutoCAD є його універсальність та сумісність. AutoCAD підтримує різноманітні формати файлів, що дозволяє користувачам безперешкодно співпрацювати з колегами, клієнтами та постачальниками. Велика бібліотека готових компонентів та ресурсів прискорює процес проектування, дозволяючи користувачам легко створювати складні дизайни. Можливості параметричного моделювання AutoCAD дозволяють дизайнерам легко вносити зміни у свої проекти з автоматичним оновленням пов'язаних елементів, забезпечуючи точність та ефективність.\n",
                "AutoCAD має безліч застосувань у різних галузях, таких як архітектура, інженерія, будівництво, виробництво та дизайн продуктів. Архітектори можуть використовувати AutoCAD для створення детальних планів поверхів, фасадів та 3D-моделей будівель, що дозволяє їм наочно представляти і передавати свої концепції дизайну. Інженери можуть використовувати передові інструменти та можливості аналізу AutoCAD для оптимізації роботи механічних, електричних та санітарно-технічних систем (МЕП). Виробники можуть використовувати AutoCAD для створення точних дизайнів продуктів, створення прототипів та оптимізації виробничих процесів.\n",
                "Переваги для клієнтів, які використовують Autodesk AutoCAD, є значними. По-перше, AutoCAD покращує продуктивність, автоматизуючи повторювані задачі та забезпечуючи ефективні робочі процеси. Завдяки широкому спектру інструментів та налаштувань користувачі можуть оптимізувати свої процеси проектування, зменшувати помилки й економити час. Обширні можливості документування AutoCAD, такі як анотування та розмірні лінії, дозволяють користувачам створювати точні та професійні креслення й документацію, покращуючи комунікацію й зменшуючи ризик непорозумінь.\n",
                "Співпраця є ще однією значною перевагою AutoCAD. Його інструменти співпраці в хмарі дозволяють кільком учасникам команди працювати над проектом одночасно, незалежно від їх географічного розташування. Співпраця в реальному часі та контроль версій забезпечують, що всі зацікавлені сторони мають доступ до останніх змін і оновлень проекту. Це сприяє ефективній комунікації, зменшує затримки в проекті й покращує командну роботу.\n",
                "Можливості 3D-моделювання AutoCAD надають користувачам здатність створювати реалістичні візуалізації й симуляції своїх проектів. Це дозволяє дизайнерам, архітекторам та інженерам досліджувати різні варіанти дизайну, оцінювати естетичні аспекти й виявляти потенційні проблеми до початку будівництва чи виробництва. Візуалізаційні можливості AutoCAD також допомагають при презентаціях перед клієнтами, дозволяючи зацікавленим сторонам візуалізувати кінцевий продукт та приймати обґрунтовані рішення.\n",
                "У плані точності й прецизійності AutoCAD перевершує очікування. Він дозволяє користувачам створювати дизайни з точними вимірами та контролем, забезпечуючи відповідність кінцевого продукту вимогам специфікацій. Параметричні обмеження програмного забезпечення дозволяють користувачам зберігати задуми дизайну та легко вносити зміни, зберігаючи точність на всіх етапах проектування.\n",
                "В цілому, Autodesk AutoCAD - це універсальне й потужне програмне забезпечення САПР, яке дозволяє фахівцям у різних галузях створювати точні й детальні дизайни. Його переваги полягають у універсальності, сумісності, можливостях підвищення продуктивності, можливостях співпраці й точній документації. З допомогою AutoCAD користувачі можуть втілювати свої ідеї в життя, покращувати ефективність проектування та реалізовувати високоякісні проекти.\n"
            ]
        }
    },
    "aec": {
        "resume": "Autodesk AEC Collection - це комплексний набір програмного забезпечення, розроблений для галузі архітектури, інженерії та будівництва (AEC). Він надає інтегровані рішення для безперешкодної співпраці над проектами, продвинутого аналізу та покращеної візуалізації, дозволяючи фахівцям ефективно реалізовувати високоякісні будівельні проекти.\n",
        "modal": {
            "general": [
                "Autodesk AEC Collection - це комплексне набір програмного забезпечення, спеціально розроблене для галузі архітектури, інженерії та будівництва (АІС). Він пропонує широкий спектр передових додатків, які надають фахівцям можливість проектувати, візуалізувати, моделювати та співпрацювати над будівельними проектами з підвищеною ефективністю і точністю.\n",
                "Метою Autodesk AEC Collection є надання архітекторам, інженерам, підрядникам та керівникам проектів повного набору інтегрованих інструментів, які охоплюють весь життєвий цикл проекту. Від концептуального проектування до будівельної документації та управління проектом, колекція пропонує спеціалізовані програмні рішення, що задовольняють різноманітні потреби галузі АІС.\n",
                "Однією з ключових переваг Autodesk AEC Collection є його ширина програмного забезпечення. Вона включає провідні програми, такі як Autodesk Revit, AutoCAD, Civil 3D, Navisworks та інші, які спеціально розроблені для унікальних вимог професіоналів в галузі архітектури, інженерії та будівництва. Цей комплексний набір дозволяє користувачам без зайвих зусиль переміщуватись між різними програмами, сприяючи співпраці, обміну даними та взаємодії всієї команди проекту.\n",
                "Сфери застосування Autodesk AEC Collection є розширеними. Архітектори можуть використовувати програмне забезпечення, таке як Autodesk Revit, для створення точних 3D-моделей будівель, генерації будівельної документації та виконання перевірки конфліктів для виявлення та вирішення проблем дизайну. Інженери можуть використовувати додатки, такі як AutoCAD Civil 3D, для проектування, аналізу та документування цивільної інфраструктури. Підрядники можуть отримати користь від інструментів, таких як Navisworks, для розширеної координації проекту, 4D-моделювання та планування будівництва. Крім того, керівники проектів можуть використовувати програмне забезпечення, таке як Autodesk BIM 360, для централізації даних проекту, керування робочими процесами та поліпшення співпраці команди.\n",
                "Переваги для клієнтів, які використовують Autodesk AEC Collection, є значними. По-перше, колекція оптимізує процеси проектування та будівництва, що призводить до покращення ефективності і скорочення строків проектів. Завдяки інтегрованим інструментам і сумісному програмному забезпеченню, команди проекту можуть співпрацювати в реальному часі, покращуючи комунікацію, координацію та прийняття рішень.\n",
                "Крім того, Autodesk AEC Collection надає можливості для покращеної візуалізації та моделювання. Користувачі можуть створювати реалістичні 3D-візуалізації, проводити віртуальні прогулянки та виконувати моделювання для перевірки концепцій дизайну, виявлення потенційних проблем та оптимізації будівельної ефективності. Це допомагає уникнути витратних помилок і переделок під час будівництва.\n",
                "Колекція також пропонує продвинуті інструменти аналізу та оптимізації, які допомагають покращити сталість та енергоефективність будівельних проектів. Від аналізу енергоспоживання до структурного аналізу та оптимізації, фахівці можуть використовувати ці інструменти для прийняття обґрунтованих рішень, мінімізації впливу на навколишнє середовище та максимізації ефективного використання ресурсів.\n",
                "Autodesk AEC Collection забезпечує доступ до регулярних оновлень програмного забезпечення та нових версій, що гарантує, що клієнти мають доступ до останніх технологій та можливостей. Крім того, широка мережа підтримки Autodesk, включаючи онлайн-ресурси, форуми та навчальні матеріали, допомагає користувачам максимально підвищити свою продуктивність та вміння в роботі з програмним забезпеченням.\n",
                "Підсумовуючи, Autodesk AEC Collection - це комплексний набір програмного забезпечення, призначений для задоволення конкретних потреб галузі архітектури, інженерії та будівництва. Завдяки широті застосувань, оптимізованим робочим процесам, покращеним можливостям співпраці та продвинутим інструментам аналізу, колекція дозволяє фахівцям оптимізувати результати проектів, підвищити ефективність та реалізувати високоякісні будівельні та інфраструктурні проекти.\n"
            ]
        }
    },

    "navisworks": {
        "resume": "Autodesk Navisworks - це потужне програмне забезпечення для огляду проектів, яке дозволяє фахівцям у галузі будівництва візуалізувати та аналізувати 3D-моделі, виявляти конфлікти та забезпечувати координацію різних дисциплін. Воно сприяє співпраці та покращує комунікацію між командами проектів, що призводить до оптимізації робочих процесів та ефективної реалізації проектів.",
        "modal": {
            "general": "Autodesk Navisworks - це комплексне програмне забезпечення для огляду проектів, розроблене для поліпшення співпраці та координації серед фахівців з будівництва. Його основною метою є сприяння візуалізації, аналізу та координації 3D-моделей з різних проектних дисциплін, що дозволяє користувачам виявляти конфлікти, виявляти потенційні проблеми та забезпечувати безпроблемну реалізацію проектів.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Покращена візуалізація: Navisworks дозволяє користувачам поєднувати 3D-моделі з різних джерел, забезпечуючи комплексний огляд всього проекту. Ця можливість покращеної візуалізації допомагає зацікавленим сторонам краще розуміти наміри дизайну та приймати обґрунтовані рішення.",
                "Виявлення конфліктів: Однією з найбільш значущих переваг Navisworks є його функція виявлення конфліктів. Він автоматично виявляє столкнення між різними елементами будівлі, такими як стіни, труби, вентиляційні канали та електричні системи. Це раннє виявлення конфліктів знижує вартість виправлення помилок і переделок під час будівництва, економлячи час та ресурси.",
                "Співпраця та координація: Navisworks служить центром співпраці, об'єднує проектні та будівельні команди для роботи на одній платформі. Він дозволяє забезпечувати міждисциплінарну координацію та сприяє ефективній комунікації, що знижує непорозуміння та підвищує ефективність роботи в команді."
            ],
            "useCases": [
                "Вирішення конфліктів: Будівельні команди можуть використовувати Navisworks для аналізу конфліктів, виявлених між різними елементами будівлі. Потім вони можуть співпрацювати для вирішення цих конфліктів, забезпечуючи будівництво без зіткнень і уникнення дорогих проблем на будівельному майданчику.",
                "Планування будівництва: Navisworks підтримує 4D-симуляцію, що дозволяє командам проектів включати дані про час в 3D-модель. Це дозволяє візуалізувати процес будівництва з часом, виявляти потенційні труднощі та оптимізувати графіки будівництва.",
                "Координація моделей: З допомогою Navisworks фахівці можуть об'єднувати 3D-моделі, створені за допомогою різних програмних інструментів, таких як Autodesk Revit, AutoCAD та інші. Це забезпечує єдине бачення проекту та знижує розбіжності в дизайні."
            ],
            "benefits": [
                "Покращене співпраця: Autodesk Navisworks сприяє співпраці, забезпечуючи безперебійний обмін інформацією та взаємодію між всіма сторонами проекта. Ця співпраця спрощує процес прийняття рішень та скорочує затримки в реалізації проекту.",
                "Покращена ефективність проекту: Можливості виявлення та усунення конфліктів в Navisworks значно знижують переделки та зміни в процесі будівництва. Це призводить до покращення ефективності проекту, зниження витрат та своєчасної реалізації проекту.",
                "Краще розуміння дизайну: Завдяки візуалізації 3D-моделі в комплексному середовищі клієнти краще розуміють замір дизайну, що дозволяє проводити ранні обзори та потенційні вдосконалення до початку будівництва.",
                "Зниження ризиків: Виявлення конфліктів та потенційних проблем на ранніх стадіях проекту зменшує ризики і запобігає дороговартісним помилкам будівництва. Це забезпечує більш гладкий процес будівництва, мінімізуючи збої та несподівані труднощі.",
                "Покращення якості та безпеки: Розширені можливості візуалізації та координації Navisworks сприяють покращенню якості та безпеки проекту. Виявляючи конфлікти та неузгодженості в дизайні, можна проактивно вирішувати проблеми безпеки, забезпечуючи безпечне робоче середовище"
            ]
        }
    },

    "civil3d": {
        "resume": "Autodesk Civil 3D - потужне програмне забезпечення для цивільної інженерії, яке дозволяє ефективно проектувати, аналізувати та документувати інфраструктурні проекти. З інтелектуальними інструментами та динамічним моделюванням воно оптимізує робочі процеси та покращує співпрацю для досягнення оптимальних результатів проекту.",
        "modal": {
            "general": "Autodesk Civil 3D - це потужний програмний продукт, спеціально розроблений для проектування та інфраструктурних проектів в галузі цивільного інженерного будівництва. Його ціль - спростити та автоматизувати процеси проектування, аналізу та документування, дозволяючи інженерам та проектувальникам ефективно створювати та керувати складними 3D-моделями доріг, забудови та інших інфраструктурних проектів.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Інтелектуальні інструменти проектування: Civil 3D пропонує широкий спектр інтелектуальних інструментів проектування, які автоматизують повторювані завдання та прискорюють процес проектування. Від створення трас і профілів до генерації поверхонь та коридорів, ці інструменти забезпечують точність, послідовність та ефективність на всіх етапах життєвого циклу проекту.",
                "Інтегровані робочі процеси: Однією з важливих переваг Civil 3D є його інтеграція з іншими програмними рішеннями Autodesk, такими як Revit та Navisworks. Це дозволяє безперешкодний обмін даними та співпрацю між різними дисциплінами проекту, покращує координацію та зменшує помилки.",
                "Динамічне моделювання: За допомогою Civil 3D інженери можуть створювати динамічні 3D-моделі, які точно відображають реальні умови. Це дозволяє краще візуалізувати, аналізувати та моделювати альтернативні проектні рішення, сприяє обґрунтованому прийняттю рішень та оптимізації результатів проекту."
            ],
            "useCases": [
                "Проектування доріг та транспортного будівництва: Civil 3D надає спеціалізовані інструменти для проектування доріг, включаючи трасування, моделювання коридорів та розрахунок земельних робіт. Інженери можуть ефективно проектувати дорожні мережі, оцінювати рух транспорту та створювати точну будівельну документацію.",
                "Землеустрій та проектування рельєфу: Програмне забезпечення дозволяє проектувати та моделювати рельєф земельних ділянок, таких як житлові масиви або комерційні ділянки. Інженери можуть створювати складні проекти рельєфу, розраховувати обсяги земельних робіт та генерувати плани ділянки, оптимізуючи використання землі та знижуючи вартість будівництва.",
                "Управління дощовими водами: Civil 3D включає інструменти для управління дощовими водами, що дозволяють інженерам проектувати та аналізувати системи дренажу, водоудержувальні водойми та кювети. Це допомагає забезпечити належне управління водами, знизити ризик повеней та відповідати вимогам нормативів."
            ],
            "benefits": [
                "Покращена ефективність та продуктивність: Автоматизація ручних завдань та надання розширених можливостей проектування Civil 3D значно покращують ефективність та продуктивність інженерної діяльності. Інженери можуть виконувати проекти швидше, зменшувати помилки та фокусуватися на додаванні вартості у проектування.",
                "Покращене співробітництво та координація: Civil 3D сприяє співпраці між учасниками проекту, дозволяючи безперешкодний обмін даними та координацію між командами проектування, інженерії та будівництва. Це зменшує розриви в комунікації, зменшує конфлікти та забезпечує своєчасну реалізацію проекту в рамках бюджету.",
                "Точна візуалізація проектного рішення: Можливості 3D-моделювання Civil 3D забезпечують точну візуалізацію проектного рішення, дозволяючи зацікавленим сторонам візуалізувати проект у реалістичному і інтерактивному середовищі. Це покращує комунікацію, полегшує перегляди проекту та підвищує залучення зацікавлених сторін.",
                "Збереження часу та ресурсів: Можливості автоматизації та інтелектуальні інструменти проектування Civil 3D допомагають оптимізувати робочі процеси проекту та зменшити помилки. Це призводить до збереження ресурсів, за рахунок скорочення переделок, оптимізації обсягів матеріалів та прискорення реалізації проекту.",
                "Відповідність стандартам та нормативам: Civil 3D підтримує стандарти проектування та нормативи галузі, забезпечуючи відповідність місцевим та міжнародним стандартам. Це дозволяє інженерам та проектувальникам створювати проекти, які відповідають вимогам нормативів та уникають можливих юридичних проблем."
            ]
        }
    },

    "bentley": {
        "resume": [
            "Bentley Systems - це компанія-розробник програмного забезпечення на основі технології BIM для професіоналів у сфері будівництва та управління світовою інфраструктурою, включаючи автомобільні дороги, мости, аеропорти, хмарочоси, заводи та електростанції, а також мережі. Bentley надає рішення для повного життєвого циклу інфраструктурних об'єктів, враховуючи потреби різних спеціалістів - інженерів, архітекторів, планувальників, підрядників, IT-менеджерів, операторів та інженерів техобслуговування. Кожне рішення, що складається з інтегрованих додатків та сервісів, побудованих на відкритій платформі, розроблено для оперативного обміну інформацією між різними робочими процесами та членами проектної команди, забезпечуючи сумісність рішень та співпрацю інженерів в групі. Компанія Bentley Systems має понад 3500 співробітників і її річний дохід перевищує 700 млн доларів у 170 країнах. З 2014 року Bentley інвестувала понад 1 млрд доларів у дослідження, розробки та придбання."
        ]
    },

    "microStation": {
        "resume": "Bentley MicroStation - це провідне 2D/3D CAD-програмне забезпечення, на яке покладаються фахівці в галузях архітектури, інженерії та будівництва. Завдяки своїм комплексним інструментам для проектування та співпраці, MicroStation дозволяє користувачам створювати точні та складні моделі для складних інфраструктурних проектів.",
        "modal": {
            "general": "Bentley MicroStation - універсальне 2D/3D CAD-програмне забезпечення, розроблене для задоволення різноманітних потреб фахівців у галузі архітектури, інженерії та будівництва. Його основне призначення - забезпечити комплексну платформу для створення, моделювання та управління складними інфраструктурними проектами з високою точністю та ефективністю.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "Інтероперабельність: Однією з ключових переваг Bentley MicroStation є його надійна інтероперабельність. Воно підтримує різні стандартні формати файлів галузі, що спрощує співпрацю з командами та зацікавленими сторонами, які використовують різне CAD-програмне забезпечення. Відкрита архітектура програми забезпечує безперешкодний обмін даними та інтеграцію з іншими програмами Bentley, що покращує ефективність та точність проектів.",
                "Розширені інструменти моделювання: MicroStation пропонує широкий спектр розширених інструментів моделювання, які дозволяють інженерам та дизайнерам створювати детальні та складні 2D і 3D-моделі. Від концептуального проектування до остаточної документації для будівництва, програма дозволяє користувачам візуалізувати та аналізувати складні структури та інфраструктурні проекти з високою точністю.",
                "Точне креслення та документування: За допомогою Bentley MicroStation професіонали можуть створювати детальні плани, макети та документацію для будівництва. Програма забезпечує точне представлення всіх елементів дизайну, що сприяє більш гладкому будівництву та зменшує ймовірність помилок на етапі реалізації проекту.",
                "Візуалізація проектів: Bentley MicroStation включає потужні інструменти візуалізації, які дозволяють користувачам створювати реалістичні рендеринги та візуалізації своїх проектів. Ця можливість допомагає зацікавленим сторонам та клієнтам краще розуміти остаточний вигляд проекту, що спрощує отримання затвердження та прийняття обґрунтованих рішень."
            ],
            "useCases": [
                "Проектування та планування інфраструктури: Інженери та архітектори використовують Bentley MicroStation для проектування та планування різних інфраструктурних проектів, таких як дороги, мости, залізниці, аеропорти та будівлі. Розширені інструменти програми допомагають створювати точні моделі, виконувати аналіз та оцінювати різні варіанти проектування для досягнення оптимальних результатів.",
                "Документування будівництва: MicroStation грає ключову роль у створенні детальної документації для будівництва, включаючи плани, секції та фасади. Ця документація служить важливим довідником для будівельних команд, забезпечуючи точне втілення дизайну.",
                "Проектування заводів та підприємств: В промисловому секторі Bentley MicroStation широко використовується для проектування заводів та підприємств. Воно дозволяє інженерам моделювати складне обладнання, трубопровідні системи та конструктивні елементи, забезпечуючи ефективне планування та функціональність.",
                "Містобудівне планування та розвиток: Будівельники використовують Bentley MicroStation для проектування та візуалізації міського середовища, містобудівних проектів та громадських просторів. Точні можливості моделювання допомагають моделювати різні сценарії та приймати рішення на основі даних для створення стійких та ефективних міст."
            ],
            "benefits": [
                "Підвищена продуктивність: Інтуїтивний інтерфейс та продвинуті функції Bentley MicroStation сприяють підвищенню продуктивності. Програма оптимізує робочі процеси проектування, зменшує ручні завдання та дозволяє спеціалістам зосередитися на творчості та інноваціях.",
                "Збереження коштів: Завдяки ефективним процесам проектування та будівництва MicroStation допомагає клієнтам зекономити витрати на проект. Воно зменшує помилки та переробки, що призводить до оптимізації використання ресурсів та зниження загальних витрат на проект.",
                "Співпраця: Bentley MicroStation сприяє співпраці між учасниками команди та зацікавленими сторонами. Його інтероперабельність забезпечує безперешкодний обмін даними, що покращує якість комунікації та координації, що є важливою умовою успішного виконання проекту.",
                "Інвестиції в майбутнє: Bentley Systems регулярно оновлює та покращує MicroStation відповідно до тенденцій галузі та технологічних новинок. Вибираючи MicroStation, клієнти вкладають у програмне рішення, яке розвивається разом з їх потребами та забезпечує довгострокову стійкість.",
                "Покращені результати проектів: Точні можливості моделювання та візуалізації MicroStation призводять до покращення результатів проектів. Клієнти можуть приймати обґрунтовані рішення, виконувати проекти вчасно та створювати високоякісні дизайни, які відповідають та перевищують очікування клієнтів.",
                ""
            ],
            "summary": "У підсумку Bentley MicroStation пропонує потужну та гнучку CAD-платформу для фахівців у галузі архітектури, інженерії та будівництва. З його розширеними функціями, інтероперабельністю та точністю програмне забезпечення дозволяє користувачам ефективно проектувати, моделювати та реалізовувати складні інфраструктурні проекти, що призводить до підвищення продуктивності, економії коштів та успішних результатів проектів."
        }
    },

    "plaxis": {
        "resume": "Bentley PLAXIS - це потужне програмне забезпечення для геотехнічного інженерингу, яке виконує аналіз методом скінчених елементів для ґрунтових та породних конструкцій, дозволяючи інженерам та геотехнічним спеціалістам приймати обґрунтовані проектні рішення та знижувати ризики в будівельних проектах.",
        "modal": {
            "general": "Bentley PLAXIS - потужне програмне забезпечення для геотехнічного проектування, призначене для виконання аналізу методом скінчених елементів для ґрунтів, породи та пов'язаних конструкцій. Його основне призначення - аналізувати та симулювати складні геотехнічні проблеми, включаючи деформацію ґрунту, стійкість, осідання та поведінку під час котлованів, допомагаючи інженерам та геотехнічним фахівцям приймати обґрунтовані проектні рішення та знижувати ризики в будівельних проектах.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "1. Геотехнічна точність: Bentley PLAXIS пропонує розширені моделі матеріалів та симуляції поведінки ґрунту, забезпечуючи високу точність геотехнічного аналізу. Це дозволяє інженерам зрозуміти складну поведінку ґрунту та породи при різних навантаженнях та граничних умовах, забезпечуючи точні прогнози та надійні проектні рішення.",
                "2. Обширні можливості моделювання: Програма обслуговує широкий спектр геотехнічних застосувань, таких як тунелебудування, глибокі виїмки, стійкість схилів, аналіз фундаментів та взаємодія ґрунту з конструкціями. Вона підтримує як 2D, так і 3D аналіз, що дозволяє інженерам моделювати та симулювати реальні геотехнічні сценарії з впевненістю.",
                "3. Параметричні та чутливість дослідження: PLAXIS дозволяє інженерам проводити параметричні дослідження, вивчаючи вплив різних параметрів проектування на продуктивність проекту. Аналіз чутливості допомагає виявляти критичні фактори, що впливають на стійкість та продуктивність проекту, дозволяючи інженерам оптимізувати проекти та зменшити зайві витрати.",
                "4. Безперебійна інтеграція: Bentley PLAXIS без проблем інтегрується з іншими продуктами Bentley, такими як OpenRoads, PLAXIS 3D Connect Edition та RAM Concept, забезпечуючи безперебійний обмін даними та підтримуючи багатопрофільне співпрацю в інфраструктурних та будівельних проектах.\n"
            ],
            "useCases": [
                "1. Глибокі виїмки: Інженери використовують Bentley PLAXIS для моделювання та аналізу глибоких виїмок для підземних структур, підземного будівництва та гірничих проектів. Програма допомагає оцінити деформацію ґрунту, системи бічної підтримки та вплив на прилеглі конструкції.",
                "2. Тунелебудування та підземне будівництво: PLAXIS широко використовується для тунельних проектів, включаючи тунелі транспортних комунікацій та підземні комунікації. Вона допомагає оцінити стійкість тунелів, визначити осідання ґрунту та взаємодію з прилеглими конструкціями, забезпечуючи безпечне та ефективне будівництво.",
                "3. Аналіз стійкості схилів: Геотехнічні спеціалісти використовують PLAXIS для аналізу стійкості схилів для насипів, природних схилів та звалищ. Програма допомагає оцінити потенціал для обвалів схилів та рекомендувати заходи стабілізації.",
                "4. Проектування фундаментів: Інженери покладаються на PLAXIS для аналізу та проектування фундаментів, включаючи дрібнозаглублені та глибинні фундаменти. Програма допомагає оцінити несучу здатність, осідання та взаємодію з навколишнім ґрунтом."
            ],
            "benefits": [
                "1. Зниження ризиків: Bentley PLAXIS дозволяє інженерам виявляти та усувати геотехнічні ризики на ранніх стадіях проектування. Аналіз поведінки ґрунту та оцінка різних сценаріїв допомагають клієнтам приймати обґрунтовані рішення для запобігання можливим поломкам та дороговартісним переделкам під час будівництва.",
                "2. Зниження витрат: За допомогою PLAXIS клієнти можуть оптимізувати свої геотехнічні рішення та фундаментальні рішення, що призводить до економічного будівництва. Параметричні дослідження та аналіз чутливості допомагають виявляти ефективні варіанти проектування та зменшувати зайві витрати.",
                "3. Покращення продуктивності проекту: Точна симуляція взаємодії ґрунту з конструкціями дозволяє клієнтам досягати кращих результатів і довгострокової стабільності проекту. PLAXIS сприяє оптимізованим рішенням, які підвищують безпеку та надійність інфраструктурних проектів.",
                "4. Покращене розуміння інженерних рішень: Bentley PLAXIS надає глибокі геотехнічні знання, що дозволяє інженерам більш повно розуміти поведінку ґрунту та його вплив на конструкції. Ці знання підтримують краще прийняття рішень та допомагають розробляти надійні конструкції.",
                "5. Оптимізація робочих процесів: Інтеграція програми з іншими продуктами Bentley оптимізує робочі процеси та обмін даними між різними областями. Це сприяє співпраці між інженерними командами, підрядниками та зацікавленими сторонами, покращуючи координацію та ефективність проектів.\n"
            ],
            "summary": "На заключення, Bentley PLAXIS - це універсальне програмне забезпечення для геотехнічного інжинірингу, яке пропонує точний аналіз і симуляції для широкого спектра проектів. З його обширними можливостями моделювання, параметричними дослідженнями та безперебійною інтеграцією PLAXIS дозволяє інженерам та геотехнічним фахівцям приймати обґрунтовані рішення, знижувати ризики та оптимізувати проектування для успішних будівельних проектів."
        }
    },

    "staad": {
        "resume": "Bentley STAAD - це комплексне програмне забезпечення для аналізу та проектування конструкцій, яке дозволяє інженерам ефективно аналізувати та проектувати різноманітні типи споруд, включаючи будівлі, мости, вежі та інші, забезпечуючи безпеку та відповідність міжнародним стандартам.",
        "modal": {
            "general": "Bentley STAAD - це потужне програмне забезпечення для структурного аналізу та проектування, яке призначене для інженерів та архітекторів з усього світу. Основна мета програми - допомогти професіоналам аналізувати та проектувати різні типи споруд, включаючи будівлі, мости, вежі, промислові підприємства та багато іншого. Завдяки своїм передовим аналітичним можливостям та зручному інтерфейсу, STAAD забезпечує створення безпечних, надійних та ефективних конструкцій.",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "1. Комплексний аналіз: Bentley STAAD пропонує широкий набір інструментів аналізу, які дозволяють інженерам моделювати поведінку конструкцій у реальних умовах під різними навантаженнями та впливом навколишнього середовища. Від статичного та динамічного аналізу до нелінійного та сейсмічного аналізу, STAAD надає точну та детальну інформацію про поведінку складних конструкцій.",
                "2. Інтеграція з BIM: STAAD безперервно інтегрується з платформами моделювання інформації про будівництво (BIM), спрощуючи процес проектування та покращуючи співпрацю між різними дисциплінами. Ця інтеграція дозволяє інженерам та архітекторам ефективно обмінюватися даними, зменшуючи помилки та поліпшуючи координацію проекту.",
                "3. Ефективна оптимізація проектування: Програма надає потужні інструменти оптимізації, які допомагають інженерам знайти найбільш ефективні та економічні рішення проектування. Завдяки ітераціям різних варіантів проектування, STAAD дозволяє користувачам ідентифікувати найбільш економічні структурні рішення, не ушкоджуючи безпеку та функціональність.",
                "4. Підтримка світових стандартів: Bentley STAAD підтримує широкий спектр міжнародних стандартів проектування, що робить його універсальним інструментом для інженерів, які працюють над проектами по всьому світу. Програма автоматично перевіряє структурні рішення відповідно до вказаних кодів, забезпечуючи відповідність та одержання дозволів на проект.\n"
            ],
            "useCases": [
                "1. Проектування та аналіз будівель: Bentley STAAD широко використовується для аналізу та проектування різних типів будівель, від невеликих житлових споруд до великих комерційних комплексів та хмарочосів. Інженери можуть аналізувати стійкість, несучу здатність та прогин будівлі за різних умов навантажень.",
                "2. Мостове інжиніринг: STAAD є цінним інструментом для інженерів, що працюють у галузі мостового інжинірингу для аналізу поведінки різних типів мостів, включаючи автомобільні мости, залізничні мости та пішохідні мости. Програма допомагає інженерам оцінювати продуктивність мосту при різних навантаженнях трафіку, сейсмічних силах та змінах температури.",
                "3. Промислові споруди: Промислові підприємства, такі як рефінерії, хімічні заводи та виробничі підприємства, потребують спеціального структурного аналізу через свої унікальні вимоги. Bentley STAAD полегшує аналіз та проектування промислових споруд, забезпечуючи їх здатність витримувати різні експлуатаційні та навколишні умови.",
                "4. Сейсмічний аналіз: В регіонах, які піддаються землетрусам, сейсмічний аналіз є критичним для оцінки безпеки та продуктивності структури під час сейсмічних подій. STAAD дозволяє інженерам точно моделювати сейсмічні сили та проектувати структури, які ефективно протистоять сейсмічним навантаженням.\n"
            ],
            "benefits": [
                "1. Покращена безпека та надійність: Bentley STAAD дозволяє інженерам проектувати структури, що відповідають строгим стандартам безпеки та будівництва. Завдяки детальному аналізу та оптимізації проектів, програма гарантує безпеку та надійність конструкцій, що забезпечує захист життів та майна.",
                "2. Збереження витрат: Ефективні інструменти оптимізації проектування, надані STAAD, дозволяють інженерам знаходити економічно вигідні рішення, оптимізуючи використання матеріалів та зменшуючи витрати на будівництво. Крім того, програма знижує необхідність у дороговартісних ітераціях проектування та скорочує затримки у проекті.",
                "3. Швидке виконання проекту: Інтуїтивний інтерфейс та передові аналітичні можливості STAAD оптимізують процес проектування, дозволяючи інженерам ефективніше завершувати проекти. Швидке виконання проекту перекладається у швидші терміни реалізації проекту та підвищену задоволеність клієнтів.",
                "4. Покращена співпраця: Інтеграція STAAD з BIM сприяє співпраці між зацікавленими сторонами проекту, включаючи архітекторів, інженерів та будівельні бригади. Цей безперешкодний обмін інформацією покращує ефективність співпраці, зменшує помилки в комунікації та забезпечує кращі результати проекту.",
                "5. Глобальний охоплення: Підтримка Bentley STAAD міжнародних стандартів проектування робить його ідеальним вибором для інженерів, які працюють над проектами по всьому світу. Незалежно від того, чи це місцевий проект або міжнародний проект, STAAD забезпечує відповідність відповідним стандартам, спрощуючи процес отримання дозволів на проект.\n"
            ],
            "summary": "У висновку, Bentley STAAD представляє собою комплексне та універсальне рішення для структурного аналізу та проектування, яке допомагає інженерам створювати безпечні, інноваційні та ефективні споруди в різних галузях та місцезнаходженнях."
        }
    },

    "contextCapture": {
        "resume": "Bentley ContextCapture є передовим продуктом для моделювання реальності, що дозволяє користувачам створювати докладні 3D-моделі інфраструктури та довкілля з фотографій та лазерних сканувань, революціонізуючи процес утримання та візуалізації реальності.\n",
        "modal": {
            "general": "Bentley ContextCapture - це передове програмне забезпечення для моделювання реальності, яке дозволяє користувачам створювати високодеталізовані 3D-моделі на основі фотографій та хмар точок. Основна мета - забезпечити точні та детальні цифрові представлення реальних об'єктів, інфраструктури та довкілля, що дозволяє фахівцям різних галузей приймати обґрунтовані рішення, аналізувати дані та оптимізувати свої проекти.\n",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [
                "1. Фотореалістичні 3D-моделі: ContextCapture відзначається у створенні фотореалістичних 3D-моделей з винятковою візуальною точністю. Завдяки передовим алгоритмам та технікам обробки зображень, моделі точно відтворюють деталі, текстури та кольори реальних об'єктів, забезпечуючи реалістичне представлення.",
                "2. Масштабованість: Програма пропонує масштабованість, що дозволяє працювати з проектами різних розмірів і складності. Незалежно від того, це невелика будівля чи великий інфраструктурний проект, ContextCapture ефективно обробляє величезні обсяги даних для створення високоякісних 3D-моделей.",
                "3. Інтеграція даних: ContextCapture без проблем інтегрується з іншими програмними рішеннями Bentley та сторонніми застосунками, що дозволяє користувачам використовувати додаткові функціональні можливості та робочі процеси. Така інтероперабельність оптимізує проектування та аналіз, підвищуючи продуктивність та співпрацю між мульти спеціалізованими командами.",
                "4. Економія часу та витрат: Завдяки використанню автоматизованої функції витягування елементів та хмарних обчислень, ContextCapture значно скорочує час і зусилля, необхідні для створення 3D-моделей. Крім того, програма усуває потребу в дорогих та часоємних ручних обстеженнях, що призводить до значних економій витрат на проекти.\n"
            ],
            "useCases": [
                "1. Інфраструктура та будівництво: Bentley ContextCapture широко використовується в інфраструктурі та будівельній галузі для захоплення існуючих умов та створення моделей \"як побудовано\". Він допомагає в плануванні майданчиків, управлінні активами, виявленні зіткнень та візуалізації, забезпечуючи точне та ефективне виконання проекту.",
                "2. Будівельне планування містобудування та розвиток: забудовники використовують ContextCapture для створення детальних 3D-моделей міських районів, що дозволяє візуалізувати та аналізувати вплив нових проектів, оцінювати потреби в інфраструктурі та планувати майбутній розвиток.",
                "3. Моніторинг довкілля: Програма грає важливу роль у моніторингу та управлінні довкіллям. Вона допомагає оцінювати зміни в ландшафтах, відстежувати зростання рослинності, аналізувати зміни ерозії та контролювати природні ресурси.",
                "4. Збереження культурної спадщини: ContextCapture полегшує збереження та документування культурної спадщини, створюючи точні цифрові копії історичних пам'ятників та артефактів, що сприяє зусиллям з їх відновлення та освітніх ініціатив.\n"
            ],
            "benefits": [
                "1. Покращення прийняття рішень: Bentley ContextCapture надає клієнтам потужний інструмент для прийняття обґрунтованих рішень на основі точної та детальної інформації. Зацікавлені сторони можуть візуалізувати проект у його реальному контексті, виявити потенційні проблеми та досліджувати різні варіанти проектування.",
                "2. Покращене спілкування з проектом: Високо деталізовані 3D-моделі, створені за допомогою ContextCapture, покращують спілкування з проектом та залучення зацікавлених сторін. Клієнти, регулятори та громадськість можуть легко сприймати візію проекту, що призводить до покращення рівня співпраці та підтримки.",
                "3. Оптимізовані робочі процеси: Інтеграція ContextCapture в робочі процеси проекту оптимізує обробку та аналіз даних. Це зменшує ручні завдання, мінімізує ізольовані дані та сприяє безперешкодному обміну даними між різними програмними застосунками.",
                "4. Рішення, готові до майбутнього: Постійні оновлення та покращення програмного забезпечення від Bentley забезпечують, що ContextCapture залишається на передньому краї технології моделювання реальності. Клієнти можуть покладатися на передові рішення, які розвиваються разом з галуззю та враховують нові виклики.\n"
            ],
            "summary": "Заключно, Bentley ContextCapture революціонізує моделювання реальності, надаючи користувачам комплексне рішення для захоплення, обробки та візуалізації даних реального світу. Його переваги, універсальність та багатообразні області застосування роблять його невід'ємним інструментом для фахівців у різних галузях."
        }
    },

    "synchro": {
        "resume": "Bentley Synchro - це потужний продукт, який пропонує рішення для 4D-моделювання та візуалізації будівництва. Він дозволяє користувачам планувати, управляти та виконувати будівельні проекти більш ефективно, інтегруючи дані про час і вартість з 3D-моделями.\n",
        "modal": {
            "general": "Bentley Synchro - це високотехнологічний програмний продукт, який надає повний спектр можливостей для 4D-моделювання та візуалізації будівництва. Він був розроблений для того, щоб забезпечити фахівців будівельної галузі інструментами, необхідними для оптимізації проектів, покращення співпраці та підвищення ефективності будівельних проектів в цілому. За допомогою інтеграції даних про час та вартість з 3D-моделями, Bentley Synchro дозволяє створювати інтелектуальні симуляції будівництва, що нарешті призводить до більш ефективного планування, виконання та управління будівельними проектами.",
            "keys": [
                {
                    "title": "Мета",
                    "key": "purpose"
                },
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "purpose": [
                "Основною метою Bentley Synchro є поліпшення управління та виконання проектів у будівельній галузі. Програма дозволяє зацікавленим сторонам візуалізувати проекти у динамічному 4D-середовищі, де четверте вимірювання представляє час. Це дозволяє глибше розуміти графіки виконання проекту, послідовність будівництва та можливі конфлікти, що призводить до кращого прийняття рішень протягом усього життєвого циклу проекту.\n"
            ],
            "advantages": [
                "1. 4D-моделювання будівництва: Bentley Synchro поєднує 3D-дані проектування з інформацією про час та вартість для створення 4D-симуляції всього процесу будівництва. Це дозволяє візуально представити прогрес проекту з плином часу, виявити критичні етапи та оцінити вплив змін на графік та бюджет.",
                "2. Покращена співпраця: Програма сприяє ефективному взаємодії та співпраці між командами проекту, включаючи архітекторів, інженерів, підрядників та замовників. Об'єднана платформа для комунікації та планування дозволяє учасникам ефективно працювати разом, вирішувати конфлікти та покращувати загальну ефективність проекту.",
                "3. Виявлення та вирішення конфліктів: 4D-симуляція Bentley Synchro допомагає виявляти потенційні конфлікти між різними елементами будівництва, такими як конструкційні елементи, обладнання та комунікації. Раннє виявлення дозволяє своєчасно вирішувати проблеми та уникати дороговартісних помилок під час будівництва.",
                "4. Краще управління графіком: Завдяки можливості візуалізації послідовності будівництва та можливих затримок, керівники проекту можуть оптимізувати графіки для своєчасного завершення проекту. Це призводить до кращого планування, розподілу ресурсів та дотримання термінів проекту.",
                "5. Контроль витрат: Інтеграція даних про вартість дозволяє зацікавленим сторонам оцінити фінансові наслідки змін проекту та приймати обґрунтовані рішення для ефективного контролю витрат.\n"
            ],
            "useCases": [
                "- Великі будівельні проекти: Bentley Synchro ідеально підходить для складних інфраструктурних проектів, таких як автомагістралі, мости, тунелі та аеропорти. Вона дозволяє керівникам проектів управляти складними послідовностями будівництва та ефективно координувати різні команди.",
                "- Будівництво споруд: У разі комерційних, житлових або промислових будівель Bentley Synchro допомагає оптимізувати процеси будівництва, мінімізувати перебої та виконувати проекти вчасно та в межах бюджету.",
                "- Промислові та виробничі підприємства: Для галузей, таких як нафтогазова промисловість, виробництво енергії та виробництво, Bentley Synchro допомагає оптимізувати робочі процеси, забезпечувати виконання вимог безпеки та забезпечувати гладке введення об'єктів в експлуатацію.\n"
            ],
            "benefits": [
                "- Підвищена ефективність: Клієнти можуть очікувати покращення ефективності проектів завдяки кращому плануванню, зменшенню конфліктів та оптимізації графіку, що призводить до зниження витрат та швидкого завершення проектів.\n\n- Покращене співпраця: Bentley Synchro сприяє ефективному взаємодії та співпраці між учасниками проекту, забезпечуючи слажену роботу та єдину методологію виконання проектів.\n\n- Зменшення ризиків: Раннє виявлення конфліктів, точне планування та аналіз витрат допомагають знизити можливі ризики та уникнути дороговартісних переделок та затримок.\n\n- Покращене прийняття рішень: За допомогою доступу до даних проекту в реальному часі та симуляцій, клієнти можуть приймати обґрунтовані рішення на кожному етапі життєвого циклу проекту, що в результаті призводить до успішних результатів.\n\n- Конкурентна перевага: Використовуючи передові можливості Bentley Synchro, клієнти отримують конкурентну перевагу, виграючи успішні тендери та приваблюючи клієнтів, які цінують ефективне управління проектами.\n"
            ]
        }
    },

    "proStructures": {
        "resume": "Bentley ProStructures - це комплексне програмне рішення, створене для оптимізації процесів проектування, деталізації та документування в будівельній інженерії. Програма пропонує розширене 3D-моделювання, потужні можливості структурного аналізу та безперебійну інтеграцію з іншими продуктами Bentley, що забезпечує користувачів підвищення продуктивності та співпраці на всіх етапах життєвого циклу проекту.\n",
        "modal": {
            "general": "Bentley ProStructures - це комплексне програмне рішення, призначене для оптимізації процесів проектування, деталізації та документування в галузі будівельного проектування та інженерії. Програма пропонує потужний набір інструментів і функцій, які дозволяють інженерам, архітекторам та будівельним фахівцям ефективно моделювати та аналізувати різні конструкції, включаючи будівлі, мости, промислові об'єкти та інші об'єкти інфраструктури. За допомогою Bentley ProStructures користувачі можуть створювати точні 3D-моделі, виконувати розширений структурний аналіз та генерувати детальні креслення, забезпечуючи безперебійний робочий процес від концепції до будівництва.",
            "keys": [
                {
                    "title": "Мета",
                    "key": "purpose"
                },
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "purpose": [
                "Основна мета Bentley ProStructures - підвищення продуктивності та співпраці в будівельній інженерії. Програма надає інженерам та проектувальникам ефективні інструменти для створення складних 3D-моделей та генерації точної документації для будівництва. Забезпечуючи безперебійну комунікацію між учасниками проекту, Bentley ProStructures гарантує добре узгоджені процеси проектування та будівництва, що зменшує помилки та прискорює впровадження проекту.\n"
            ],
            "advantages": [
                "1. Розширене 3D-моделювання: Bentley ProStructures пропонує розширені можливості 3D-моделювання, що дозволяють користувачам створювати складні та реалістичні представлення структурних елементів. Програма підтримує параметричне моделювання, що дозволяє швидко вносити зміни до моделі зі збереженням консистентності даних протягом всього проекту.",
                "2. Безперебійна інтеграція: Bentley ProStructures легко інтегрується з іншими продуктами Bentley, такими як MicroStation та OpenRoads, створюючи єдине середовище для багатопрофільних команд. Ця інтеграція покращує співпрацю та обмін даними між архітекторами, інженерами та іншими учасниками проекту.",
                "3. Робочий процес на основі BIM: Програма підтримує робочі процеси на основі будівельної інформаційної моделі (BIM), що сприяє інтелектуальним процесам на основі моделей, які підвищують координацію проекту та управління даними. Сумісність з BIM забезпечує взаємодію даних та зменшує розбіжності між проектуванням та будівництвом.",
                "4. Комплексний структурний аналіз: Bentley ProStructures надає потужні можливості аналізу, включаючи статичний, динамічний та скінченно-елементний аналіз, що дозволяє інженерам перевіряти структурну цілісність та стійкість складних конструкцій під різними навантаженнями.",
                "5. Автоматизована генерація креслень: З допомогою Bentley ProStructures користувачі можуть автоматично генерувати точні та детальні креслення для будівництва, зменшуючи час, витрачений на ручне чергування, та мінімізуючи помилки в документації.\n"
            ],
            "useCases": [
                "- Проектування та будівництво будівель: Bentley ProStructures широко застосовується для проектування та будівництва будівель різних типів, включаючи житлові та комерційні будівлі, високоповерхові вежі та промислові об'єкти.",
                "- Мостобудування: Програма грає важливу роль в проектуванні та аналізі мостів, забезпечуючи їх безпеку та структурну ефективність при урахуванні навантажень транспорту та довкілля.",
                "- Промислові об'єкти та інфраструктура: Bentley ProStructures відповідає потребам проектування промислових об'єктів, таких як нафтопереробні заводи, хімічні підприємства, електростанції та інше. Його потужні можливості підтримують складність промислових структур.\n"
            ],
            "benefits": [
                "- Підвищена продуктивність: Bentley ProStructures оптимізує процес проектування, дозволяючи інженерам та проектувальникам ефективно створювати детальні моделі та документацію. Це призводить до підвищення продуктивності та скорочення термінів проектів.",
                "- Покращене співробітництво: Завдяки сумісності та інтеграції з іншими продуктами Bentley, Bentley ProStructures сприяє кращому співробітництву між багатопрофільними командами, що призводить до безперебійної комунікації та більш ефективного прийняття рішень.",
                "- Підвищена точність: Розширені інструменти моделювання та аналізу Bentley ProStructures забезпечують вищу точність в проектуванні конструкцій, зменшуючи ризик помилок та уникнення дороговартісних переделок під час будівництва.",
                "- Оптимізація використання ресурсів: Завдяки можливості швидких змін проекту та автоматизованій генерації креслень, програма оптимізує використання ресурсів та зменшує час, витрачений на рутинні задачі.",
                "- Економія часу та коштів: Bentley ProStructures допомагає мінімізувати помилки проектування, проблеми узгодження та затримки в будівництві, що призводить до значної економії часу та грошей для клієнтів.\n"
            ]
        }
    },

    "civil3d1": {
        "resume": "Autodesk Navisworks - це потужне програмне забезпечення для огляду проектів, яке дозволяє фахівцям у галузі будівництва візуалізувати та аналізувати 3D-моделі, виявляти конфлікти та забезпечувати координацію різних дисциплін. Воно сприяє співпраці та покращує комунікацію між командами проектів, що призводить до оптимізації робочих процесів та ефективної реалізації проектів.\n",
        "modal": {
            "general": "",
            "keys": [
                {
                    "title": "Переваги",
                    "key": "advantages"
                },
                {
                    "title": "Сфери застосування",
                    "key": "useCases"
                },
                {
                    "title": "Переваги для клієнтів",
                    "key": "benefits"
                }
            ],
            "advantages": [],
            "useCases": [],
            "benefits": []
        }
    }
}
