import React from 'react'

export default function ThreeDExperience() {
  return (
    <>
      <p>
        3DEXPERIENCE – это платформа для моделирования предметов окружающего мира и связанных с ними ощущений, работающая в облаке или в локальной сети предприятия. Система поддерживает отраслевые решения, собранные из программных продуктов для трехмерного проектирования, моделирования, анализа и аналитики, виртуальной и дополненной реальности.
      </p>

      <p>
        3DEXPERIENCE - цифровая среда, которая объединяет людей, идеи и знания ради общей цели — совместной работы и успешного ведения бизнеса. Благодаря виртуальным технологиям и социальным инструментам, платформа и ее приложения позволяют создавать инновационные изделия и облекать их в материальную форму, заранее представляя, как ваши решения повлияют на результат. </p>

      <p> Портфель решений 3DEXPERIENCE обеспечивает максимальную гибкость и оптимальную стоимость владения. В его состав входят индустриальные решения, учитывающие специфику работы более 12 отраслей: </p> 

      <ul> 
      <li> Социального бизнес-взаимодействия </li>
      <li> Совместных инноваций и сотрудничества </li>
      <li> 3D-моделирования </li>
      <li> Имитационного моделирования </li>
      <li> Управления информацией </li>
      </ul> 

      <p> Рецепт платформы 3DEXPERIENCE прост - за основу взяли самые необходимые элементы облачных, мобильных и социальных технологий, добавили к ним вычислительную мощь, необходимую для цифрового моделирования и работы с большими данными, и распределили эти возможности по четырем главным направлениям: накопление знаний, организация профессиональных сообществ, универсальный язык 3D для создания и обмена трехмерными представлениями. </p>

      <p> Лучшие в своем классе программные приложения для разработки на базе платформы 3DEXPERIENCE, предлагающие возможности 3D-дизайна, проектирования, 3D CAD, симуляции, управления данными и процессами, помогают ускорить инновации:</p>

      <ul>
      <li> CATIA для виртуального проектирования продукции </li>
      <li> DELMIA для виртуального производства </li>
      <li> SIMULIA для виртуального тестирования </li>
      <li> ENOVIA для взаимодействия и совместного управления бизнес-процессами и жизненным циклом изделий </li>
      </ul> 

      <p> Сеть центров 3DEXPERIENCE выступает как среда для передовой разработки и производства и представляет собой группу "инновационных лабораторий", объединяющих технологии, производство, нормативные требования и специалистов-исследователей для формирования будущего авиации и других отраслей. </p>

      <h3> Отрасли, которые используют 3DEXPERIENCE: </h3>

      <ul>
      <li> Авиакосмическая и оборонная промышленность </li>
      <li> Машиностроение и промышленное оборудование </li>
      <li> Транспорт </li>
      <li> Индустрия 4.0 </li>
      <li> Энергетика </li>
      <li> Коммерческое и жилое строительство </li>
      </ul>
    </>
  )
}