import React from 'react'

export default function AllplanLinear() {
  return (
    <>
       <p>Allplan Linear – базовый 2D, 3D инструмент для черчения и моделирования, с возможностью коллективной работы и
          обмена данными.</p>

<p>Идеальное решение по соотношению цена-качество для небольших конструкторских и архитектурных бюро.</p>

<h3 >BIM-автоматизированное проектирование</h3>

<p>Allplan Linear – простой и надежный инструмент для черчения и моделирования в любой строительной отрасли.</p>

<h3>Гибкий обмен данными</h3>

<p>Программное обеспечение обладает высококачественными интерфейсами со всеми традиционными форматами обмена данными:
   DWG, DXF, DGN, PDF, ASCII, 3D-PDF, SKP, STL, 3DS, C4D, 3DM, KMZ, U3D, VRML, DAE, IFC2X3, IFC4, GEO-Tiff, что обеспечивает 
   бесперебойный и надежный обмен данными между участниками проекта.</p>

<h3>Оптимизированная командная работа</h3>

<p>Работа над проектом может вестись как в офисе, так и удаленно в облаке Allplan BIMplus Free.</p>

<h3>Высокая производительность</h3>

<p>Современный и интуитивно понятный пользовательский интерфейс.</p>

<p>Allplan также идеально подходит для использования на мощных мониторах с высоким разрешением (мониторы 4K/UHD с 
  разрешением 3840 x 2160 пикселей и более).</p>

<h3>Лицензирование</h3>

<p>Для пользователей доступны следующие виды лицензий:</p>

<ul>
	<li>Постоянные лицензии</li>
	<li>Аренда лицензий от 3 до 12 месяцев</li>
	<li>Опции расширения функционала</li>
	<li>Услуги поддержки (SSA)</li>
	<li>Триальные версии</li>
	<li>Лицензии для студентов и преподавателей</li>
</ul>

<h3>Системные требования</h3>

<p>Минимальные требования: Intel processor or compatible, 4 GB RAM, 10 GB free hard disk space, OpenGL 4.2 compatible graphics board, 2 GB RAM, resolution 1280 x 1024</p>

<p>Рекомендованные требования: Intel Core i5, i7 or i9 processor or compatible, 16 GB RAM, Screen resolution up to 2560 x 1600 (for higher resolutions as of 4K the scaling of the operating system can be used (Windows 8.1 or later); multiple monitors should be operated with the same resolution), OpenGL 4.2 compatible graphics board with 8 GB RAM, graphics board in accordance with certification www.allplan.com/info/graphiccards</p>

<h3>Техническая поддержка</h3>

<p>Для пользователей продуктов Allplan доступный сервис Allplan Serviceplus – это пакет информационных услуг по поддержке пользователей, позволяющий в полной мере использовать потенциал программного обеспечения Allplan, получать знания от экспертов по всему миру.</p>

<p>Allplan Serviceplus включает:</p>

<ul>
	<li>Техническую поддержку</li>
	<li>Обслуживание по горячей линии в приоритетном режиме</li>
	<li>Регулярные обновления и улучшения программного обеспечения</li>
	<li>Доступ к международному пользовательскому порталу Allplan Connect (обучение, обмен опытом, база библиотечных элементов)</li>
	<li>Бесплатное участие в семинарах и тренингах</li>
</ul>

<p>Пользователям SSA дается право публиковать свои проекты на поддерживаемом Nemetschek международном сайте строительных проектов www.bauten.de, что дает им возможность рекламировать себя на международном рынке.</p>

<div class="alert alert-secondary d-flex align-items-center">
<p><span class="text-success">Преимущество&nbsp;работы с Softprom by ERC:</span> наличие команды профессиональных специалистов, которые готовы предоставить консультации по программным продуктам Allplan, услуги по внедрению и технической поддержке, сопровождению и обучению пользователей.</p>
</div>

<p class="lead display-4">Для детального знакомства с функциональными возможностями Allplan Вы можете воспользоваться trial-версией продукта.</p>
    </>
  )
}
