import React from 'react';

export default function MAppEnterprise() {
    return (
        <>
            <p>
                {' '}
                Allplan Architecture – инновационное программное обеспечение для
                архитекторов и дизайнеров, которое обеспечивает реализацию
                неограниченной креативности и высокую производительность в
                создании детальных архитектурных моделей, проектной документации
                и визуализации.{' '}
            </p>

            <p>
                {' '}
                Большой выбор интерфейсов, комплексных инструментов
                3D-моделирования и атрибутов, сертифицированный формат IFC
                позволяют организовать беспрепятственный рабочий процесс со
                всеми участниками проекта.{' '}
            </p>

            <h3> BIM-автоматизированное проектирование </h3>

            <p>
                {' '}
                Allplan позволяет создавать виртуальную модель строительного
                объекта с точными чертежами и дизайном, указывая на возможные
                ошибки и конфликты в строительстве еще на этапе проектирования,
                делать точный подсчет объемов работ, избегать задержек сроков.{' '}
            </p>

            <h3> Открытое проектирование </h3>

            <p>
                {' '}
                Мощное ядро моделирования Parasolid от Siemens, которое
                интегрировано в Allplan, предоставляет широкие возможности при
                создании 3D-моделей. Большой набор интеллектуальных инструментов
                и параметрических элементов для проектирования свободных
                концептуальных форм и фасадов. Решение включает преднастроенные
                библиотеки элементов SmartParts/PythonParts.{' '}
            </p>

            <h3> Высокий уровень визуализации </h3>

            <p>
                {' '}
                Интегрированный CineRender от Maxon позволяет интуитивно и
                эффективно создавать высококачественные визуализации в реальном
                времени непосредственно из Allplan. С помощью этого инструмента
                архитекторы могут создавать яркие и убедительные презентации.{' '}
            </p>

            <h3> Точность создания рабочих чертежей </h3>

            <p>
                {' '}
                Непосредственно с BIM-модели формируются ассоциативные чертежи и
                спецификации, которые при малейших изменениях в модели
                автоматически обновляются. Кроме того, мощные инструменты
                компоновки и дизайна обеспечивают максимальную точность при
                создании рабочих чертежей и спецификаций.{' '}
            </p>

            <h3> Гибкий обмен данными </h3>

            <p>
                {' '}
                Программное обеспечение обладает высококачественными
                интерфейсами со всеми традиционными форматами обмена данными:
                DWG, DXF, DGN, PDF, ASCII, 3D-PDF, SKP, STL, 3DS, C4D, 3DM, KMZ,
                U3D, VRML, DAE, IFC2X3, IFC4, GEO-Tiff, что обеспечивает
                бесперебойный и надежный обмен данными между участниками
                проекта.{' '}
            </p>

            <p>
                {' '}
                Allplan Architecture легко интегрируется c другими модулями
                Allplan Engineering Building, Allplan Linear, Allplan Bridge,
                создавая интеллектуальную среду проектирования, охватывающую
                весь жизненный цикл строительства объекта.{' '}
            </p>

            <h3> Оптимизированная командная работа </h3>

            <p>
                {' '}
                Allplan - единая платформа для архитектурного и
                инженерно-конструкторского проектирования с возможностью работы
                в облаке Allplan BIMplus Free.{' '}
            </p>

            <p>
                {' '}
                Работа над проектом может вестись с разных офисов,
                междисциплинарная координация BIM-моделей происходит в реальном
                времени. Многофайловая структура проекта Allplan позволяет
                наблюдать за файлами и слоями архитекторов, конструкторов,
                генпланистов, инженеров. Любые данные проекта могут быть
                использованы в сети с различными уровнями доступа и с различными
                правами пользователей.{' '}
            </p>

            <h3> Высокая производительность </h3>

            <p>
                {' '}
                Современный и интуитивно понятный пользовательский интерфейс с
                возможностью персонализированной настройки задач и ролей.
                Поддержка нескольких мониторов высокого разрешения
                (4К/UHD-мониторы с разрешением 3840 x 2160 пикселей и более).{' '}
            </p>

            <h3> Лицензирование </h3>

            <p> Для пользователей доступны следующие виды лицензий: </p>

            <ul>
                <li> Постоянные лицензии </li>
                <li> Аренда лицензий от 3 до 12 месяцев </li>
                <li> Опции расширения функционала </li>
                <li> Услуги поддержки (SSA) </li>
                <li> Триальные версии </li>
                <li> Лицензии для студентов и преподавателей </li>
            </ul>

            <h3> Системные требования </h3>

            <p>
                {' '}
                Минимальные требования: Intel processor or compatible, 4 GB RAM,
                10 GB free hard disk space, OpenGL 4.2 compatible graphics
                board, 2 GB RAM, resolution 1280 x 1024.{' '}
            </p>

            <p>
                {' '}
                Рекомендованные требования: Intel Core i5, i7 or i9 processor or
                compatible, 16 GB RAM, Screen resolution up to 2560 x 1600 (for
                higher resolutions as of 4K the scaling of the operating system
                can be used (Windows 8.1 or later); multiple monitors should be
                operated with the same resolution), OpenGL 4.2 compatible
                graphics board with 8 GB RAM, graphics board in accordance with
                certification www.allplan.com/info/graphiccards.{' '}
            </p>

            <h3> Техническая поддержка </h3>

            <p>
                {' '}
                Для пользователей продуктов Allplan доступный сервис Allplan
                Serviceplus (SSA) – это пакет информационных услуг по поддержке
                пользователей, позволяющий в полной мере использовать потенциал
                программного обеспечения Allplan, получать знания от экспертов
                по всему миру.{' '}
            </p>

            <p> Allplan Serviceplus включает: </p>

            <ul>
                <li> Техническую поддержку </li>
                <li> Обслуживание по горячей линии в приоритетном режиме </li>
                <li>
                    {' '}
                    Регулярные обновления и улучшения программного обеспечения{' '}
                </li>
                <li>
                    {' '}
                    Доступ к международному пользовательскому порталу Allplan
                    Connect (обучение, обмен опытом, база библиотечных
                    элементов){' '}
                </li>
                <li> Бесплатное участие в семинарах и тренингах </li>
            </ul>

            <p>
                {' '}
                Пользователи SSA имеют право публиковать свои проекты на
                поддерживаемом Nemetschek международном сайте строительных
                проектов www.bauten.de, что дает им возможность рекламировать
                себя на международном рынке.{' '}
            </p>
        </>
    );
}
