import React from 'react';

export default function AllplanEngineeringBuilding() {
    return (
        <>
            <p>
                Allplan Engineering Building - решение BIM для монолитного,
                каркасного и других типов строительства, которое позволяет
                инженерам-проектировщикам быстро и легко моделировать и
                армировать строительные конструкции, в том числе и сложные 2D,
                3D конструкции.
            </p>

            <p>
                С помощью данного решения инженеры-строители могут генерировать
                рабочие чертежи и выдавать рабочую документацию исключительно в
                среде Allplan.
            </p>

            <h3>Ключевые преимущества:</h3>

            <ul>
                <li>
                    Высокопроизводительное моделирование и армирование каркасных
                    конструкций
                </li>
                <li>
                    Современная документация по нормам выбранной страны и
                    профессиональная визуализация
                </li>
                <li>Точность чертежей и калькуляций</li>
            </ul>

            <h3>BIM-автоматизированное проектирование</h3>

            <p>
                Allplan Engineering Building – инструмент для моделирования
                строительных конструкций, создания ассоциативных видов и
                разрезов, расширенного редактирования элементов и
                автоматического подсчета объемов.
            </p>

            <h3>Процесс бесшовного проектирования</h3>

            <p>
                Allplan поддерживает весь процесс проектирования в единой
                интеллектуальной системе - от эскиза до выдачи проектной
                документации.
            </p>

            <p>
                Allplan Engineering Building легко взаимодействует c другими
                модулями Allplan Architecture, Allplan Linear, Allplan Bridge,
                создавая единую интеллектуальную среду проектирования,
                охватывающую весь жизненный цикл строительного объекта.
            </p>

            <h3>САПР и структурный анализ</h3>

            <p>
                Allplan Engineering Building легко обменивается расчетными
                моделями и результатами расчетов с комплексами: ЛИРА, SCAD,
                SCIA.
            </p>

            <h3>Моделирование без ограничений</h3>

            <p>
                Мощное ядро моделирования Parasolid от Siemens предоставляет
                широкие возможности для создания 3D-моделей, а также повышает
                качество и точность армирования конструкций.
            </p>

            <h3>Армирование на высшем уровне</h3>

            <p>
                3D-модель в комплекте с арматурой, крепежами при необходимости
                затяжками обеспечивает максимально возможную надежность
                конструкции. Набор архитектурных и конструктивных элементов
                значительно повышает производительность процесса проектирования.
            </p>

            <h3>Профессиональная документация и визуализация</h3>

            <p>
                Мощные инструменты для проектирования позволяют создавать
                высококачественную рабочую документацию и визуализацию:
                статическую и в реальном времени с учетом инсоляции.
            </p>

            <h3>Совместное проектирование</h3>

            <p>
                Все участники проекта работают с одной моделью, за счет чего
                видят изменения друг друга в проекте. Это уменьшает количество
                ошибок и экономит время всех участников проектирования и бюджет,
                который будет потрачен на исправление этих ошибок.
            </p>

            <h3>Гибкий обмен данными</h3>

            <p>
                Программное обеспечение обладает высококачественными
                интерфейсами со всеми традиционными форматами обмена данными:
                DWG, DXF, DGN, PDF, ASCII, 3D-PDF, SKP, STL, 3DS, C4D, 3DM, KMZ,
                U3D, VRML, DAE, IFC2X3, IFC4, GEO-Tiff, что обеспечивает
                бесперебойный и надежный обмен данными между участниками
                проекта.
            </p>

            <h3>Оптимизированная командная работа</h3>

            <p>
                Работа над проектом может вестись как в офисе, так и удаленно.
                Вместе с облачной платформой Bimplus и Allplan Share
                междисциплинарная координация моделей BIM становится
                реальностью.
            </p>

            <p>
                Многофайловая структура проекта Allplan позволяет наблюдать за
                файлами и слоями архитекторов, конструкторов, генпланистов,
                инженеров. Любые данные проекта могут быть использованы в сети с
                различными уровнями доступа и с различными правами
                пользователей.
            </p>

            <h3>Высокая производительность</h3>

            <p>
                Современный и интуитивно понятный пользовательский интерфейс с
                возможностью персонализированной настройки задач и ролей.
                Поддержка нескольких мониторов высокого разрешения
                (4К/UHD-мониторы с разрешением 3840 x 2160 пикселей и более).
            </p>

            <h3>Области применения</h3>

            <p>
                Allplan Engineering подходит как для жилищного и гражданского
                строительства (от малоэтажных домов до крупных
                торгово-развлекательных центров, складов), так и для крупного
                инженерного и индустриального строительства (мосты, туннели,
                нефтеперерабатывающие и нефтехимические заводы и т.п.)
            </p>

            <h3>Лицензирование</h3>

            <h3>Для пользователей доступны следующие виды лицензий:</h3>

            <ul>
                <li>Постоянные лицензии</li>
                <li>Аренда лицензий от 3 до 12 месяцев</li>
                <li>Опции расширения функционала</li>
                <li>Услуги поддержки (SSA)</li>
                <li>Триальные версии</li>
                <li>Лицензии для студентов и преподавателей</li>
            </ul>

            <h3>Системные требования</h3>

            <p>
                Минимальные требования: Intel processor or compatible, 4 GB RAM,
                10 GB free hard disk space, OpenGL 4.2 compatible graphics
                board, 2 GB RAM, resolution 1280 x 1024.
            </p>

            <p>
                Рекомендованные требования: Intel Core i5, i7 or i9 processor or
                compatible, 16 GB RAM, Screen resolution up to 2560 x 1600 (for
                higher resolutions as of 4K the scaling of the operating system
                can be used (Windows 8.1 or later); multiple monitors should be
                operated with the same resolution), OpenGL 4.2 compatible
                graphics board with 8 GB RAM, graphics board in accordance with
                certification&nbsp;
                <a href='https://connect.allplan.com/support/tested-graphics-cards.html'>
                    www.allplan.com/info/graphiccards
                </a>
                .
            </p>

            <h3>Техническая поддержка</h3>

            <p>
                Для пользователей продуктов Allplan доступный сервис Allplan
                Serviceplus (SSA) – это пакет информационных услуг по поддержке
                пользователей, позволяющий в полной мере использовать потенциал
                программного обеспечения Allplan, получать знания от экспертов
                по всему миру.
            </p>

            <h3>Allplan Serviceplus включает:</h3>

            <ul>
                <li>Техническую поддержку</li>
                <li>Обслуживание по горячей линии в приоритетном режиме</li>
                <li>
                    Регулярные обновления и улучшения программного обеспечения
                </li>
                <li>
                    Доступ к международному пользовательскому порталу Allplan
                    Connect (обучение, обмен опытом, база библиотечных
                    элементов)
                </li>
                <li>Бесплатное участие в семинарах и тренингах</li>
            </ul>
        </>
    );
}
