import React from 'react';

export default function AutoCAD(){
  return (
    <>
      <p>
        <b>AutoCAD</b> – программное обеспечение автоматизированного проектирования (САПР), с помощью которого архитекторы, инженеры и строители создают точные 2D- и 3D-чертежи. 
      </p>
      <ul>
        <li>Разработка, проектирование и аннотирование 2D-геометрии и 3D-моделей с помощью тел, поверхностей и объектов-сеток</li>
        <li>Автоматизация таких задач, как сравнение чертежей, добавление блоков, создание спецификаций и т. д.</li>
        <li>Адаптация с помощью надстроек и API</li>
      </ul>
      <h3>
        Работайте быстрее благодаря специализированным инструментам CAD
      </h3>
      <p>
        Теперь в состав AutoCAD входят специализированные функции и интеллектуальные объекты для архитектурного и машиностроительного проектирования, проектирования электрических систем и многого другого.
      </p>
      <ul>
        <li>Автоматизация планов этажей, сечений и отметок</li>
        <li>Рисование трубопроводов, воздуховодов и электрических цепей с помощью библиотек деталей</li>
        <li>Автоматическое создание аннотаций, слоев, спецификаций, списков и таблиц</li>
        <li>Использование рабочих процессов на основе правил для точного соблюдения отраслевых стандартов</li>
      </ul>
      <h3>
        Повсеместная работа благодаря мобильным и веб-приложению в комплекте
      </h3>
      <p>
        Удобная работа с AutoCAD практически на любом устройстве. Просмотр, редактирование, добавление аннотаций и создание чертежей в любом месте с помощью <b>мобильного приложения AutoCAD</b> или через веб-браузер с помощью <b>веб-приложения AutoCAD.</b>
      </p>
      <h3>
        Рабочие процессы
      </h3>
      <ul>
        <li><b>AutoCAD + инструментарий Architecture.</b> Ускорьте процесс архитектурного проектирования с помощью инструментария Architecture, входящего в состав AutoCAD. </li>
        <li><b>AutoCAD + инструментарий Electrical.</b> Экономьте время при проектировании электрических систем благодаря инструментарию Electrical, входящему в пакет AutoCAD.</li>
        <li><b>AutoCAD + инструментарий Mechanical.</b> Ускорьте разработку механических систем с помощью инструментария Mechanical, входящего в пакет AutoCAD.</li>
      </ul>
    </>
  )
}