import React from 'react';

export default function Catia() {
    return (
        <>
            <p>
                {' '}
                CATIA — это передовое решение для проектирования и оптимизации.
                Оно используется ведущими компаниями во многих отраслях
                промышленности для разработки продуктов, которые мы используем в
                повседневной жизни. Решение предназначено для производственных
                предприятий всех уровней, от производителей до поставщиков.{' '}
            </p>

            <p>
                {' '}
                CATIA предлагает не только уникальные возможности для
                моделирования любых продуктов, но и позволяет делать это в
                контексте их поведения в реальных условиях.{' '}
            </p>

            <h3> Ключевые возможности CATIA. </h3>

            <ul>
                <li>
                    {' '}
                    Среда социального проектирования на базе единого источника
                    проверенных данных и доступа с помощью функциональных
                    информационных 3D-панелей, бизнес-аналитики, параллельной
                    разработки и сотрудничества всех участников (включая
                    мобильных сотрудников) в режиме реального времени.{' '}
                </li>
                <li>
                    {' '}
                    3D-моделирование мирового уровня помогает оптимизировать
                    текущую проектную деятельность как профессиональных, так и
                    непрофессиональных пользователей.{' '}
                </li>
                <li>
                    {' '}
                    Комплексная платформа для разработки продуктов легко
                    интегрируется с существующими процессами и инструментами.
                    Это позволяет использовать мощные и интегрированные
                    специализированные приложения для разных дисциплин на всех
                    этапах процесса разработки продуктов.{' '}
                </li>
            </ul>

            <p>
                {' '}
                Приложения для проектирования, разработки и системного
                проектирования CATIA составляют основу практического применения
                решений Dassault Systèmes в соответствии с потребностями в
                конкретных отраслях.{' '}
            </p>

            <h3> Дисциплины, которые используют в своей работе CATIA </h3>

            <p>
                <b> Для архитектурного и строительного проектирования </b>{' '}
                содержит все приложение, необходимые для концептуализации,
                планирования и моделирования строительных программ. Этот пакет
                программного обеспечения предлагает также мощные инструменты
                совместной работы и принятия обоснованных решений на базе
                единого источника проверенной информации.{' '}
            </p>

            <p>
                <b> Внедрение инновационных идей. </b> Решения CATIA для
                проектирования и оформления позволяют разрабатывать формы и
                материалы с высоким уровнем детализации поверхности и качества,
                а также создавать физические и виртуальные прототипы.{' '}
            </p>

            <p>
                <b> Инженеры-механики, </b> использующие для 3D-моделирования
                инструменты CATIA, получают представление о качестве и
                производительности уже на ранней стадии разработки. Построение
                цифровой модели, в сочетании с цифровым анализом и
                моделированием, позволяет создавать и анализировать механические
                устройства в рабочей среде.{' '}
            </p>

            <p>
                <b> Разработка "умных" продуктов. </b> Проектирование
                требований, определение архитектуры системы, детальное
                моделирование, имитация сложных систем и разработка встроенного
                программного обеспечения — все это необходимо анализировать в
                контексте готового.{' '}
            </p>
        </>
    );
}
