import React from 'react';

export default function Civil3D() {
    return (
        <>
            <p>
                <b>Autodesk Civil 3D</b> – решение для проектирования объектов
                инфраструктуры и выпуска документации, основанное на технологии
                информационного моделирования (BIM).
            </p>
            <p>
                AutoCAD Civil 3D предназначен для инженеров, работающих над
                проектами транспортных сооружений, объектов землеустройства и
                водоохранных сооружений. Пользователи получают возможность
                координировать проекты, исследовать проектные альтернативы,
                моделировать процесс эксплуатации объектов и выпускать
                высококачественную документацию. Все это происходит в привычной
                программной среде AutoCAD.
            </p>
            <p>
                AutoCAD Civil 3D позволяет создавать более сложные и
                информационно насыщенные проекты благодаря повышению
                производительности платформы и расширению пользовательского
                функционала. Среди новых возможностей продукта – работа с
                напорными трубопроводными сетями, улучшенная топосъемка,
                создание основных карт и проектирование железнодорожных путей.
                Улучшена работа многих функций проектирования транспортных
                сооружений – формирования коридоров, 3D-навигации, выполнения
                запросов и определения границ поверхностей.
            </p>
            <h3>Функциональные возможности:</h3>
            <ul>
                <li>Проектирование коридоров</li>
                <li>Напорные трубопроводные сети</li>
                <li>Самотечные трубопроводные сети</li>
                <li>Профилирование</li>
                <li>Формирование земельных участков</li>
                <li>Быстрые ссылки на данные и внешние ссылки</li>
                <li>Моделирование мостовых переходов</li>
                <li>Работа с данными геологии</li>
                <li>Проектирование железнодорожных путей</li>
                <li>Геопространственный анализ</li>
                <li>Расчет ливневой канализации</li>
                <li>Анализ модели</li>
                <li>Визуальный анализ</li>
                <li>Анализ речных потоков</li>
                <li>Моделирование поверхностей</li>
                <li>Создание топографических карт</li>
                <li>Использование данных лазерного сканирования</li>
                <li>Стандарты оформления чертежей</li>
                <li>Рабочая документация</li>
                <li>Выпуск карт</li>
                <li>Отчеты и таблицы</li>
                <li>Совместимость</li>
                <li>Облачные сервисы</li>
            </ul>
        </>
    );
}
