import React from 'react'

export default function ContextCapture() {
  return (
    <>
      <p>Быстрая разработка детальных 3D-моделей для использования при проектировании строительстве или в ходе эксплуатации на основе обычных фотографий.
      </p>

      <p>Возможности продукта:</p>
      <ul>
        <li>Выпуск проектной документации.</li>
        <li>Проектирование с учетом существующего контекста.</li>
        <li>Проектирование с помощью трехмерного параметрического моделирования.</li>
        <li>Контроль за соблюдением стандартов.</li>
        <li>Оформление и аннотирование чертежей.</li>
        <li>Создание анимаций и визуализации.</li>
        <li>Визуализация и анализ проектных данных.</li>
        <li>Совместная работа над проектами.</li>
        <li>Работа в индивидуально настроенной среде.</li>
        <li>Использование изображений с камер разного типа.</li>
        <li>Применение данных лазерного сканирования.</li>
        <li>Создание анимаций, роликов и виртуальных экскурсий по объекту.</li>
        <li>Использование снимков в высоком разрешении.</li>
        <li>Создание масштабируемых моделей местности.</li>
        <li>Использование параллельных вычислений.</li>
        <li>Создание 2D и 3D моделей ГИС.</li>
        <li>Создание 3D моделей САПР.</li>
        <li>Объединение данных из различных источников в модели реальности.</li>
        <li>Добавление данных позиционирования.</li>
        <li>Измерение и анализ параметров модели.</li>
        <li>Извлечение геометрии из моделей реальности.</li>
        <li>Выполнение автоматической аэротриангуляции.</li>
        <li>Автоматическое выравнивание фотографий на облаках точек.</li>
        <li>Навигация и просмотр в двухмерных изображениях и трехмерной сетке реальности.</li>
        <li>Публикация и просмотр моделей, готовых для размещения в Интернете.</li>
        <li>Высокая скорость производительности с помощью облачного сервиса.</li>
        <li>Визуализация, анализ и измерение сетки реальности перед окончательным производством.</li>
        <li>Визуализация и редактирование моделей реальности.</li>
      </ul>
      <p> ContextCapture - позволяет объединить вычислительные мощности нескольких ПК.</p>

      <p>
        ContextCapture Mobile - простое в использовании мобильное приложение, которое создает и отображает 3D модели на основе фотографий, сделанных с помощью телефона или планшета.
      </p>
      <p>
        Данные приложения используют облачные вычислительные мощности. Облачный центр обработки ContextCapture – вариант программы, который использует облачные вычислительные мощности.
      </p>
      <p>С помощью Acute3D Viewer вы можете легко изучать и точно измерять сетки реальности любого масштаба, созданные в ПО Bentley ContextCapture. Вы можете легко включить или отключить отображение фототекстур, триангулированных поверхностей и облаков точек, чтобы лучше понять существующие условия.</p>






    </>
  )
}
