import React from 'react';

export default function DassaultOil() {
    return (
        <>
            <h3>Индустриальное решение Unified Reservoir</h3>

            <p>
                Unified Reservoir представляет собой интегрированное
                платформенное решение, повышающее эффективность буровых работ,
                лабораторного анализа образцов пород, освоения месторождений,
                гидравлических разрывов пласта и выработки.
            </p>

            <p>
                Решение позволяет использовать современные методы геомеханики в
                сочетании с моделированием залежей и процесса извлечения горной
                породы.
            </p>

            <p>Unified Reservoir решает следующие задачи:</p>

            <ul>
                <li>
                    предоставляет возможность цифрового анализа с высоким
                    разрешением для моделирования и анализа основных свойств
                    жидкостного потока, таких как относительная
                    проницаемость;&nbsp;
                </li>
                <li>
                    обеспечивает интегрированную среду для совместной работы и
                    управления жизненным циклом проекта, предназначенную для
                    лучшего контроля и мониторинга разработки пласта;&nbsp;
                </li>
                <li>
                    предоставляет современные методы геомеханики в сочетании с
                    моделированием залежей и процесса извлечения горной породы;
                </li>
                <li>
                    обеспечивает надежные геологические данные и новейшие методы
                    геомеханики для определения реакции залежей на
                    гидравлические разрывы пласта, бурение и проведение работ по
                    добыче;
                </li>
                <li>
                    решает задачи, связанные с бурением, устойчивостью ствола
                    скважины, восстановлением работоспособности после
                    неисправности, гидравлическими разрывами пласта и оседанием
                    пород.
                </li>
            </ul>

            <h3>
                Решение представлено двумя основными процессами/инициативами:
            </h3>

            <h3>Geomechanics Simulation</h3>

            <p>
                Расширенные функциональные возможности механики горных пород для
                повышения рентабельности инвестиций в ваш коллектор, в том
                числе:
            </p>

            <ul>
                <li>
                    быстрые и удобные инструменты по созданию геомеханической
                    модели для дальнейших расчётов.
                </li>
                <li>геомеханические расчёты методом гидроразрыва пласта.</li>
                <li>прогноз порового давления.</li>
                <li>разработка методики по стимулированию добычи.</li>
                <li>решение задачи по устойчивости разлома.</li>
                <li>
                    расчеты по многостадийному нагнетанию воды и устойчивости
                    ствола скважины.
                </li>
                <li>
                    моделирование ситуаций по контролю и утилизации отходов.
                </li>
            </ul>

            <h3>DigitalROCK Oil Recovery</h3>

            <p>
                Усовершенствованные методы компьютерного моделирования,
                позволяющие точно и эффективно охарактеризовать критически
                важные для горных пород свойства (проницаемость, капиллярное
                давление и т.д.):
            </p>

            <ul>
                <li>
                    точный анализ большего числа образцов в 100 раз быстрее
                    нежели лабораторные тесты, что уменьшает затраты на их
                    проведение;
                </li>
                <li>
                    повторные исследования сканов, для различных сценариев, что
                    за частую невозможно в лаборатории;
                </li>
                <li>
                    высокая сходимость с лабораторными исследованиями, что
                    подтверждают мировые компании BP и ExxonMobil;
                </li>
                <li>
                    снижение неопределенности при разработке месторождения и
                    оценки потенциала того или иного метода увеличения добычи
                    нефти (EOR);
                </li>
                <li>
                    сохранение и постоянный доступ к базе данных сканов и
                    результатам и все это на базе платформы 3DEXPERIENCE.
                </li>
            </ul>

            <p>
                Одной из ключевых преимуществ Unified Reservoir является широкая
                интеграция процессов Geomechanics Simulation и DigitalROCK Oil
                Recovery с уже существующими продуктами по созданию
                геологической модели резервуара, которые могут использовать
                нефтегазовые компании, например Schlumberger, Halliburton,
                Paradigm и т.д. Это позволяет создавать наиболее полную и точную
                модель коллектора для обеспечения комплексной много доменной и
                междисциплинарной поддержки рабочих процессов управления им.
            </p>
        </>
    );
}
