import React from 'react';

export default function DassaultPlanning() {
    return (
        <>
            <p>
                Индустриальное решение DELMIA Ortems позволяет оптимизировать
                конечные ресурсы с учетом существующих ограничений и
                синхронизировать производственные потоки на всех этапах — от
                получения сырья до отгрузки готовой продукции.
            </p>

            <p>
                В результате обеспечивается полная цифровая неразрывность с
                возможностью принятия решений на основе искусственного
                интеллекта.
            </p>

            <p>Решение представлено тремя основными процессами.</p>

            <h3>DELMIA Ortems Manufacturing Planner</h3>

            <p>
                Решение интегрирует все ограничения, связанные с ресурсами и
                продуктами, и улучшает процессы долгосрочного планирования,
                включая составление основного производственного графика.
            </p>

            <p>
                Система планирования требований к материалам (MRP) создает
                требования к мощности без ограничений, а Manufacturing Planner
                сопоставляет объем заказов на выполнение работ с мощностями и
                сроками, обеспечивая планирование конечных мощностей.
            </p>

            <p>
                Это решение позволяет визуализировать результаты анализа
                загрузки основных и вторичных ресурсов для немедленного
                выявления узких мест.
            </p>

            <p>
                Разнообразные интерактивные инструменты Manufacturing Planner
                позволяют вносить изменения в график и создавать модели
                возможных ситуаций, поэтому производители могут быстро
                реагировать на непредвиденные обстоятельства, проблемы мощностей
                и изменения потребительского спроса во внутренних ресурсах и у
                субподрядчиков. Настраиваемый модуль балансировки нагрузки
                определяет перегрузки производственных мощностей по мере их
                возникновения.
            </p>

            <p>Основные преимущества решения Manufacturing Planner:</p>

            <ul>
                <li>
                    Соблюдение сроков выполнения заказов и повышение качества
                    обслуживания клиентов.
                </li>
                <li>Прогнозирование и контроль колебаний загрузки.</li>
                <li>
                    Синхронизация производства на различных производственных
                    участках.
                </li>
                <li>
                    Прогнозирование и контроль колебаний загрузки • Сокращение
                    складских запасов и производственных циклов.
                </li>
                <li>
                    Повторная синхронизация линий потока при возникновении
                    непредвиденных ситуаций.
                </li>
                <li>
                    Простая интеграция с другими корпоративными системами
                    планирования ресурсов (ERP).
                </li>
                <li>Ускоренное планирование конечных мощностей.</li>
                <li>
                    Планирование действий в непредвиденных ситуациях для
                    минимизации сбоев в работе.
                </li>
            </ul>

            <h3>DELMIA Ortems Synchronized Resource Planner</h3>

            <p>
                Это решение для синхронизации потоков материала и мощностей,
                обеспечивающее интеграцию процесса Just-in-Time (JIT, интеграция
                спроса и производства) на всех уровнях спецификации. Оно
                помогает оптимизировать складские запасы и производственные
                мощности.
            </p>

            <p>
                Synchronized Resource Planner работает на различных уровнях
                спецификации и ускоряет линии потока, синхронизируя заказы на
                покупку и выполнение работ (от сырья до полуфабрикатов и готовой
                продукции).Это решение также позволяет вносить в график
                ограничения, связанные с запасами и доступным сырьем.
            </p>

            <p>
                Synchronized Resource Planner создает связи для отслеживания
                между частично выполненными и выполненными заказами на продукты.
                Это решение взаимодействует с DELMIA Ortems Production Scheduler
                и DELMIA Ortems Manufacturing Planner в целях балансировки
                загрузки и ускорения поточных линий.
            </p>

            <p>
                Системы расширенного планирования DELMIA Ortems прекрасно
                дополняют традиционные системы ERP и системы управления SCM. Они
                позволяют оптимизировать конечные ресурсы с учетом существующих
                ограничений и синхронизировать производственные потоки на всех
                этапах — от получения сырья до отгрузки готовой продукции.
            </p>

            <p>Основные преимущества решения:</p>

            <ul>
                <li>Сокращение резервных запасов.</li>
                <li>Синхронизация на различных уровнях спецификации.</li>
                <li>Расчет требований к конечной мощности.&nbsp;</li>
                <li>Анализ влияния в разных аспектах производства.&nbsp;</li>
                <li>
                    Динамическое отслеживание отношений "клиент-поставщик" .
                </li>
                <li>
                    Повышение качества обслуживания клиентов и стабильности
                    выполнения заказов.
                </li>
                <li>Синхронизация материалов и работ.</li>
            </ul>

            <h3>DELMIA Ortems Production Scheduler</h3>

            <p>
                DELMIA Ortems Production Scheduler обеспечивает детальное
                планирование и интегрированное управление ограничениями,
                связанными с продуктами и процессами, для различных ресурсов,
                таких как механизмы, инструменты и операторы. В рамках портфеля
                DELMIA решение Production Scheduler предоставляет возможности
                для краткосрочной оптимизации производственных потоков на основе
                заказов или на основе запасов.
            </p>

            <p>
                Решение DELMIA Ortems Production Scheduler использует
                настраиваемый механизм оптимизации и основные критерии для
                распределения производственных ресурсов на промышленном объекте,
                что позволяет пользователям сокращать время переналадки, запасы
                сырья и объемы незавершенного производства.
            </p>

            <p>
                Решение DELMIA Ortems Production Scheduler повышает динамичность
                за счет улучшенного контроля и быстродействия при изменениях на
                производстве и колебаниях спроса. Функции совместной работы
                позволяют участникам цепочки поставок участвовать в процессе в
                соответствии с уровнем их ответственности. Удобный современный
                интерфейс Production Scheduler помогает рабочим группам
                прогнозировать и контролировать колебания загрузки.
            </p>

            <p>Основные преимущества решения Production Scheduler:</p>

            <ul>
                <li>
                    Сокращение времени цикла и объема незавершенных работ (WIP).
                </li>
                <li>
                    Повышение качества обслуживания клиентов и стабильности
                    выполнения заказов.
                </li>
                <li>Простой и удобный пользовательский интерфейс.</li>
                <li>Ускоренное создание графиков.</li>
                <li>Простая интеграция с системой ERP.</li>
                <li>
                    Повышение гибкости даже при непредвиденных событиях в цехах.
                </li>
            </ul>
        </>
    );
}
