import React from 'react';

export default function DassaultBuilding() {
    return (
        <>
            <p>
                Индустрия строительства от Dassault Systemes представлена двумя
                направлениями – это гражданское и промышленное строительство.
            </p>

            <h3>Creative Building Design</h3>

            <p>
                Creative Building Design - Строительство за пределами
                традиционных подходов, реализация архитектурного проекта здания
                от концепции до детального проектирования.
            </p>

            <p>
                Решение Creative Building Design предусматривает одновременную
                оценку методов проектирования и реализации для максимального
                увеличения ценности проекта.
            </p>

            <p>
                Данное решение предоставляет расширенные возможности для
                обеспечения цифровой преемственности данных для сборки готовых
                узлов.
            </p>

            <p>
                Планирование проекта с помощью инструментов управления проектами
                и анализа, последующая разработка концептуальных и подробных
                моделей любой сложности, оценка изготовления проекта и
                реализация сборочных единиц.
            </p>

            <p>
                Общий и единый источник реалистичной модели может значительно
                сократить количество излишних трат и переделок, присущих
                традиционному процессу проектирования и строительства, а также
                принести большие выгоды владельцам проектов и заинтересованным
                сторонам.
            </p>

            <h3>Возможности и преимущества:</h3>

            <ul>
                <li>
                    Способность проектировать абсолютно всё
                    <ul>
                        <li>
                            Расширение роли 3D Generative Innovator позволяет
                            проектировать любые формы и шаблоны (включая
                            усовершенствованные каркасные представления и
                            поверхности) при помощи технологии параметрического
                            моделирования CATIA с высокой степенью
                            автоматизации. Независимо от того, работаете ли вы в
                            режиме 3D с эффектом погружения или в графическом
                            интерфейсе создания сценариев, вы можете
                            спроектировать точные геометрические элементы с
                            помощью набора логических операций, определяемых
                            параметрами ввода и вывода.
                        </li>
                        <li>
                            Быстрое создание информационных моделей объектов
                            (BIM) низкого и среднего и высокого уровней
                            детализации (LOD 100-450), полностью соответствующих
                            отраслевым стандартам (IFC)
                        </li>
                        <li>
                            Выгода благодаря стандартному набору типовых
                            строительных элементов
                        </li>
                    </ul>
                </li>
                <li>
                    Проектирование для сборки готовых узлов с цифровой
                    преемственностью данных&nbsp;
                    <ul>
                        <li>
                            Планирование методов сборки строительных конструкций
                            в виртуальной среде на основе трехмерных моделей
                            объектов с использованием передовых практик как
                            способа снижения расходов, соблюдения сроков и
                            максимально эффективного использования ценных
                            ресурсов
                        </li>
                        <li>
                            Предоставление надежных средств моделирования для
                            изучения различных вариантов и запасных планов на
                            случай отклонения
                        </li>
                    </ul>
                </li>
                <li>
                    Инновационные методы компьютерного моделирования
                    <ul>
                        <li>
                            Широкие возможности масштабирования для проектов
                            любых размеров и уровней сложности
                        </li>
                        <li>
                            Выполнение повторного проектирования и анализ
                            условий инсоляции объекта
                        </li>
                        <li>
                            Создание пользовательских типов объектов на основе
                            правил, содержащих интеллектуальную собственность и
                            деловые ноу-хау
                        </li>
                        <li>
                            Отсутствие утомительных рабочих процессов за счет
                            изготовления строительных компонентов
                            непосредственно из 3D-модели проектирования
                        </li>
                        <li>
                            Экономия времени за счет автоматизации повторяющихся
                            задач
                        </li>
                    </ul>
                </li>
                <li>
                    Возможности платформы 3DEXPERIENCE
                    <ul>
                        <li>
                            Данные планирования и разработки изделия подключены
                            для предоставления статуса конечных результатов в
                            реальном времени
                        </li>
                        <li>
                            Координирование всех сделок с использованием
                            3D-модели как единого источника достоверной
                            информации
                        </li>
                        <li>
                            Разработка методологии проведения публичных слушаний
                            и принятия заинтересованными лицами.
                        </li>
                    </ul>
                </li>
            </ul>

            <h3>Integrated Built Environment.</h3>

            <p>
                Integrated Built Environment от Dassault Systèmes позволяет
                оптимизировать совместную работу над строительными активами на
                протяжении всего жизненного цикла.
            </p>

            <p>
                Способность учитывать работу всех участников совместной работы в
                различных форматах делает решение Integrated Built Environment
                уникальным ориентиром для заинтересованных сторон на каждом
                этапе проекта.
            </p>

            <p>Решение поддерживает:</p>

            <ul>
                <li>Сотрудничество между всеми участниками проекта</li>
                <li>Импорт различных форматов</li>
                <li>Модульное проектирование компонентов в любом масштабе</li>
                <li>Соблюдение требований партнеров и регулирующих органов</li>
                <li>Обнаружение конфликтов и разрешение проблем</li>
                <li>Создание маркетинговых активов</li>
            </ul>

            <p>
                <strong>
                    <strong>
                        <strong>Возможности и преимущества:</strong>
                    </strong>
                </strong>
            </p>

            <ul>
                <li>
                    Моделирование и оптимизация строительных конструкций в
                    виртуальной среде на основе трехмерных моделей
                    <ul>
                        <li>
                            4D Планирование Схемы монтажных работ, Проекта
                            организации работ и строительства. Возможность
                            визуализации продукта строительства, всех процессов,
                            которые спланированы в Диаграмме Ганта и ресурсов
                            (оборудование, краны, люди)
                        </li>
                    </ul>
                </li>
                <li>
                    Беспрепятственный доступ
                    <ul>
                        <li>
                            Агрегирование и доступ ко всем элементам проекта или
                            строительным активам на интегрированной и
                            масштабируемой облачной или локальной платформе для
                            совместной работы.
                        </li>
                    </ul>
                </li>
                <li>
                    Интуитивно понятные связи
                    <ul>
                        <li>
                            Создание связей между информацией в модели и
                            необходимыми бизнес-структурами.
                        </li>
                    </ul>
                </li>
                <li>
                    Управление жизненным циклом на всех стадиях
                    <ul>
                        <li>
                            Управление полным жизненным циклом строительных
                            активов и встроенная поддержка стандартов BIM.
                        </li>
                    </ul>
                </li>
                <li>
                    Улучшение совместной работы и процесса принятия решений
                    <ul>
                        <li>
                            Более продуктивная совместная работа и принятие
                            более эффективных решений благодаря комплексной
                            информации о реализации проектов в реальном времени.
                        </li>
                    </ul>
                </li>
                <li>
                    Повторное использование и капитализация под контролем
                    <ul>
                        <li>
                            Систематическая фиксация данных о проекте.
                            Сохранение контроля и повторное использование
                            интеллектуальной собственности в будущих проектах.
                        </li>
                    </ul>
                </li>
                <li>
                    Расширенная аналитика
                    <ul>
                        <li>
                            Использование встроенных индексируемых данных для
                            обеспечения мощного аналитического потенциала.
                        </li>
                    </ul>
                </li>
                <li>
                    Визуализация с эффектом погружения
                    <ul>
                        <li>
                            Использование виртуальной реальности как союзника в
                            распространении идей, обеспечении обратной связи и
                            убеждении заинтересованных сторон.
                        </li>
                    </ul>
                </li>
            </ul>
        </>
    );
}
