import React from 'react'

export default function DassaultClone() {
  return (
    <>
       <p>За разработку производственного окружения, планирование и организацию технологических процессов, а также симуляцию поведения оборудования и материальных потоков отвечает бренд <strong>Delmia.</strong></p>

<p>Все портфолио Delmia, группируется по типу относительно производственных задач, которые они выполняют, и состоит из:</p>

<ul>
	<li>Организация производственных процессов (process engineering)</li>
	<li>Робототехника (Robotics)</li>
	<li>Виртуальная фабрика (Virtual Factory)</li>
	<li>Эргономика (Ergonomics)</li>
	<li>Аддитивное производство (Additive Manufacturing)</li>
	<li>Машинная обработка (Machining)</li>
	<li>Бережливое производство (Lean Manufacturing)</li>
	<li>Планирование производства (Manufacturing Operations Management)</li>
</ul>

<h3>Решение Virtual Factory </h3>
<p></p>

<p>Одним из ключевых преимуществ цифровизации производства является возможность создать карту материальных потоков - т.е. движение изделий по производственным линиям с учетом ресурсов, реализующих выпускаемый продукт, ресурсов хранения и перемещения.</p>

<p>Возможности и преимущества решения:</p>

<ul>
	<li>Проектирование цифровых двойников промышленного оборудования, приспособлений, деталей и сборок оснастки с интуитивным и широким функционалом для технолога</li>
	<li>Разработка производственного окружения при помощи параметризированных и не параметризированных каталогов стандартных элементов.
	<ul>
		<li>Возможность внесения информации в каталоги, создание собственных каталогов оборудования</li>
		<li>Возможность двухсторонней параметризации с чертежа или 3D модели производственного окружения</li>
	</ul>
	</li>
	<li>Создание кинематических связей как внутри оборудования, так и в связке с другим производственным окружением, с возможностями последующей симуляции и определения выполнения поставленных задач.</li>
	<li>Симуляция и проверка поведения механических устройств</li>
	<li>Моделирование материальных потоков o поддержка различных типов ресурсов хранения, перемещения и реализующих ресурсов (станки, конвейеры, краны, передвижные телеги, роботы, манекены, палеты и т.п.)
	<ul>
		<li>Возможности по определению производительности любого из ресурсов, а также параметризировать их по мере необходимости (траектория перемещения, мощность или скорость обработки, первоочередность операций и т.д.)</li>
		<li>Определение «узких мест производства» их устранение и оптимизация производственной системы в целом, т.е. исключение простоя оборудования, увеличение объема производства, варианты по улучшению траектории движения и т.п.</li>
		<li>Возможность моделирование поломок и выхода из строя оборудования. Прогноз поведения оборудования, устранение недочетов, анализ превентивных мероприятий по безопасности, простою оборудования, сбою поставки продукции.</li>
	</ul>
	</li>
</ul>

    </>
  )
}
