import React from 'react'

export default function Delmia() {
  return (
    <>
      <p> DELMIA - интерактивные производственные приложения для электронно-цифрового предприятия, позволяющие планировать, управлять и оптимизировать глобальные производства. </p>

      <p> DELMIA – это комплекс решений по технологической подготовке производства в единой виртуальной среде с помощью инструментов: </p>

      <ul> 
      <li> Планирования, моделирования, проверки производственных процессов. </li>
      <li> Многокритериальной оптимизации процессов. </li>
      <li> Проектирования трехмерного рабочего окружения. </li>
      <li> Моделирования ручных операций, действий персонала, включая эргономический анализ. </li>
      <li> Планирования времени выполнения операций. </li>
      <li> Проектирования процессов контроля качества изделия. </li>
      <li> Моделирования производственных потоков и логистики предприятия. </li>
      <li> Моделирования, проверки и оптимизация процессов технического обслуживания и ремонта. </li>
      <li> Генерации технологической документации. </li>
      </ul>

      <p> DELMIA 3DEXPERIENCE позволяют всем участникам, независимо от их уровня компетенции, стать частью единого сообщества, объединенного общей целью оптимизации производства. </p>

      <p> DELMIA на базе платформы 3DEXPERIENCE помогает глобальным предприятиям переосмыслить практику планирования, управления и оптимизации производства. </p>

      <h3> Ключевые преимущества </h3>

      <ul>
      <li> Планирование с использованием комплексных инструментов для создания 3D-процессов и планирования ресурсов позволяет разрабатывать и оптимизировать производственные системы по принципам изготовления на заказ и экономичного производства. </li>
      <li> Имитационное моделирование с помощью инструментов для определения и оптимизации производственных ресурсов параллельно с планированием производства. </li>
      <li> Управление точной системой виртуального производства для отслеживания производственной деятельности в режиме реального времени, внесение изменений в график, запуск новых программ, изменение моделей и операций, планирование технического обслуживания. </li>
      </ul>
    </>
  )
}