import React from 'react';

export default function DraftSide() {
    return (
        <>
            <p>
                {' '}
                DraftSight — это многофункциональное решение 2D и 3D CAD для
                архитекторов, инженеров и строителей, а также для
                профессиональных пользователей CAD, дизайнеров, преподавателей и
                просто энтузиастов.{' '}
            </p>

            <p>
                {' '}
                DraftSight позволяет создавать, редактировать, просматривать и
                проверять любые двухмерные чертежи, а привычный интерфейс
                упрощает переход с текущей САПР.{' '}
            </p>

            <p>
                {' '}
                Программу DraftSight, предлагаемую компанией Dassault Systèmes
                3DEXPERIENCE, уже скачали более 10 млн раз.{' '}
            </p>

            <p>
                {' '}
                Доступны следующие версии:{' '}
                <b> DraftSight Enterprise, DraftSight Enterprise Plus. </b>{' '}
            </p>

            <h3> Преимущества решений DraftSight: </h3>

            <ul>
                <li>
                    {' '}
                    Создание, редактирование, просмотр и комментирование любого
                    типа 2D- и 3D-файлов DWG.{' '}
                </li>
                <li>
                    {' '}
                    Гибкие возможности выбора версии в соответствии с бюджетом и
                    потребностями бизнеса.{' '}
                </li>
                <li>
                    {' '}
                    Мощные возможности, позволяющие сократить время создания
                    чертежей, проектирования и подготовки документации.{' '}
                </li>
                <li>
                    {' '}
                    Существенная экономия по сравнению с сопоставимыми решениями
                    CAD.{' '}
                </li>
                <li>
                    {' '}
                    Интеграция с другими решениями Dassault Systèmes, включая
                    3DEXPERIENCE Marketplace, GEOVIA , DELMIA , SOLIDWORKS,
                    SOLIDWORKS PDM , 3D-печати, производства и иных задач.{' '}
                </li>
                <li>
                    {' '}
                    Высокая совместимость файлов DWG для текущих и устаревших
                    проектов.{' '}
                </li>
                <li>
                    {' '}
                    Быстрое освоение благодаря привычному пользовательскому
                    интерфейсу и командам.{' '}
                </li>
                <li>
                    {' '}
                    Настройка и автоматизация с помощью макросов и API, а также
                    простой перенос существующих рабочих процессов из других
                    приложений.{' '}
                </li>
                <li>
                    {' '}
                    Простое развертывание, управление сетевыми лицензиями и
                    доступ к комплексной технической поддержке для максимального
                    повышения производительности.{' '}
                </li>
            </ul>

            <h3> Возможности базового 2D-черчения </h3>

            <ul>
                <li>
                    {' '}
                    Создание базовых элементов: линий, дуг, окружностей,
                    эллипсов, таблиц, штриховки и облаков.{' '}
                </li>
                <li>
                    Выполнение операций перемещения, копирования, вращения,
                    отражения, создания массивов, масштабирования, обрезки,
                    создания фасок или разделения.{' '}
                </li>
                <li>
                    Измерение и аннотирование расстояний между объектами с
                    помощью инструментов размеров.{' '}
                </li>
                <li>
                    Импорт, создание и управление слоями, блоками и внешними
                    ссылками, а также вывод чертежей на плоттер, принтер или для
                    экспорта в файл. Расширенные возможности 2D-черчения и API
                    для настройки.{' '}
                </li>
                <li>
                    Ускорение производственных процессов благодаря использованию
                    API-интерфейсов для автоматизации и настройки.{' '}
                </li>
                <li>
                    Экономия времени проектирования за счет устранения ручных
                    или трудоемких задач с помощью таких инструментов, как
                    "Сравнение чертежей", "Автообрезка", "Вставка осевых линий",
                    "Массив по контуру", "Изогнутый текст", "Пакетная печать" и
                    др.{' '}
                </li>
                <li>
                    Преобразование растровых изображений, например поэтажных
                    планов и логотипов, в векторные линейные объекты за
                    считанные секунды с помощью инструмента Image Tracer.{' '}
                </li>
                <li>
                    Простое добавление стандартных компонентов оборудования из
                    библиотеки болтов, винтов, гаек, шайб и штифтов, создание
                    отверстий и выносок, создание спецификаций, добавление
                    позиций и многое другое с помощью Toolbox.{' '}
                </li>
                <li>
                    Импорт и экспорт различных типов и форматов файлов, включая
                    PDF, DGN, SVG, XLS и DSHBM (HomeByMe). Надежные средства
                    3D-проектирования и мощные возможности интеграции.{' '}
                </li>
                <li>
                    Создание любых объектов — от базовых 3D-фигур до сложных
                    3D-поверхностей и 3D-тел на основе эскиза.{' '}
                </li>
                <li>
                    Расширение рабочих процессов проектирования за счет
                    интеграции с SOLIDWORKS Visualize для отрисовки и SOLIDWORKS
                    Simulation для анализа. 3DEXPERIENCE Marketplace Make для
                    взаимодействия с производителями по всему миру по вопросам
                    3D-печати и других процессов.{' '}
                </li>
                <li>
                    Параметрическое управление объектами чертежей путем указания
                    геометрических и размерных свойств с 2D-ограничениями.{' '}
                </li>
                <li>
                    Поддержка совместной работы нескольких пользователей и на
                    нескольких площадках.{' '}
                </li>
                <li>
                    Обеспечение параллельного использования и соответствия
                    требованиям в масштабах всей организации благодаря сетевому
                    лицензированию.{' '}
                </li>
                <li>
                    Комплексная техническая поддержка для решения проблем и
                    устранения простоев.{' '}
                </li>
            </ul>

            <h3> DraftSight Enterprise </h3>

            <p>
                {' '}
                DraftSight Enterprise подходит для организаций с большим
                количеством пользователей и/или географически распределенными
                площадками, которым требуются профессиональное ПО для управления
                критически важными CAD-требованиями.{' '}
            </p>

            <p>
                {' '}
                DraftSight Enterprise включает в себя инструменты повышения
                производительности DraftSight Professional, а также следующие
                функциональные возможности.{' '}
            </p>

            <p>
                {' '}
                Сетевая лицензия обеспечивает совместную работу и согласованное
                соблюдение требований в рамках всей организации.{' '}
            </p>

            <p>
                {' '}
                Техническая поддержка предоставляет ответы на вопросы и помогает
                устранять неисправности, связанные с DraftSight.{' '}
            </p>
        </>
    );
}
