import React from 'react'

export default function Enovia() {
  return (
    <>
      <p> ENOVIA на платформе 3DEXPERIENCE помогает разработать индивидуальную стратегию успеха. Решение ENOVIA включает в себя множество технических и бизнес-приложений для совместного и устойчивого развития инноваций на предприятии. Это приложение обеспечивает комплексный оптимизированный подход к управлению созданием и развитием определения виртуального изделия. </p>

      <p> Портфель решений ENOVIA 3DEXPERIENCE включает в себя более 50 ролей в области интеллектуального бизнес-планирования и моделирования, интеллектуального конфигурирования изделий, контроля качества и соответствия нормативным требованиям. </p>

      <p> Эффективное решение ИТ-задач: </p>
      <ul>
      <li> Создание качественно новых инновационных решений посредством сотрудничества специалистов из различных дисциплин. </li>
      <li> Определение и применение оптимальной технологии во всей сети создания ценности. </li>
      <li> Проектирование продуктов, удовлетворяющих требованиям и превышающих ожидания потребителей. </li>
      <li> Работа в интеллектуальной и ориентированной на результат среде для создания революционных инноваций. </li>
      </ul>

      <h3> ENOVIA для среднего бизнеса </h3>

      <p> ENOVIA предоставляет организациям среднего размера решения для управления жизненным циклом изделий (PLM) и бизнес-приложения на платформе 3DEXPERIENCE, которые упрощают решение бизнес-задач, оптимизируют управление изделиями и процессами и помогают достичь успеха. </p>

      <h3> SmarTeam </h3>

      <p> SmarTeam — приложение для управления данными о продукции (PDM), предназначенное для конструкторских отделов, малых и средних предприятий. Приложение SmarTeam создано для управления проектными данными на предприятиях с несложной продукцией и позволяет осуществлять совместную работу в рамках одной дисциплины или на одной площадке. </p>

      <h3> Сообщества пользователей ENOVIA </h3>

      <p> Сообщество пользователей ENOVIA — это место, где вы можете взаимодействовать с другими пользователями и командами ENOVIA, знакомиться с их опытом и практикой лучших совместных решений. </p>

      <h3> Сообщество соответствия материалов </h3>

      <p> Сообщество пользователей, участвующих в контроле соответствия материалов. Помимо новостей отрасли, идей и событий, сообщество предоставляет средства для сбора информации о будущих запросах на усовершенствование продукции. </p>
    </>
  )
}