import React from 'react'

export default function ErdasApollo() {
  return (
    <>
      <p> <b> ERDAS APOLLO </b> - это универсальная система управления большими массивами геоданных и бизнес-данных, их анализа и доставки в централизованную библиотеку данных с распределением  из облака. </p>

      <p> Продукт предоставляет организациям возможность организовать и доставлять пользователям большие объемы геоданных, включая изображения, векторные данные, модели рельефа, а также виртуальные и цифровые объекты. </p>

      <p> ERDAS APOLLO обеспечивает доставку геопространственных данных с большей скоростью и с меньшей нагрузкой на аппаратные ресурсы, нежели конкурирующие серверные продукты. Система ERDAS APOLLO имеет ориентированную на предоставление услуг архитектуру (SOA) и допускает широкий спектр геопространственных и общих настроек в соответствии с индивидуальными пожеланиями отдельных пользователей. </p>

      <h3> Преимущества продукта: </h3>

      <p><b> ERDAS APOLLO ESSENTIALS </b></p>

      <ul>
      <li> обеспечивает высокоскоростной доступ к большим объемам изображений с использованием минимального количества оборудования. </li> 
      <li> дает возможность одновременного распространение больших объемов данных тысячам пользователей с одного сервера через стандартные сервисы OGS, протоколы потоковой передачи данных ECWP и JPIP, и ESRI Geoservices. </li>
      <li> работает под управлением 64-х разрядных ОС Linux и Windows. </li>
      </ul>

      <p><b> ERDAS APOLLO ADVANTAGE </b></p>

      <ul>
      <li> автоматизирует процесс управления распределенными наборами цифровых данных, практически любого формата – растровые, векторные, лидарные, сканированные документы, doc, pdf, zip, видео файлы и т.д. </li>
      <li> обеспечивает каталогизацию цифровых данных, чтение и интерпретацию метаданных, применение заранее подготовленной стилистики к данным, автоматическое обновление данных по расписанию, подготовку веб-сервисов, защиту данных и контроль доступа и многое другое. </li> 
      </ul>

      <p><b> ERDAS APOLLO PROFESSIONAL </b></p>

      <ul>
      <li> предоставляет конечным пользователям возможность самостоятельного получения производной информации, без необходимости досконального изучения нового программного обеспечения. </li>
      <li> обеспечивает обработку геопространственных данных на сервере и предлагает мощный компонент геообработки - сервис WPS, не имеющий себе равных по сложности обрабатываемых алгоритмов. </li> 
      <li> дает возможность создавать собственные модели обработки с последующей их публикацией в каталоге ERDAS APOLLO. Данные модели, затем, становятся доступными конечным пользователям для запуска на «тонких» клиентах. </li>
      </ul>
    </>
  )
}