import React from 'react';

export default function ErdasImagine() {
    return (
        <>
            <p>
                {' '}
                <b> ERDAS IMAGINE </b> – это удобное в использовании программное
                обеспечение, специально предназначенное для извлечения
                информации из растровых изображений, таких как сателитных
                съемках от аппаратов ДЗЗ. Продукт позволит вам обрабатывать
                изображения как опытному профессионалу, вне зависимости от
                вашего опыта работы с географическими изображениями. Он
                прекрасно подходит как новичкам, так и экспертам и легок в
                обучении. ERDAS IMAGINE - мощный пакет для обработки данных,
                поддерживающий множество технологических процессов:{' '}
            </p>

            <ul>
                <li> преобразование данных; </li>
                <li> ортокоррекция; </li>
                <li> цветокорректировка, мозаики и сжатие; </li>
                <li>
                    {' '}
                    картирование растительного покрова и классификация
                    местности;{' '}
                </li>
                <li> лидарная обработка и классификация; </li>
                <li>
                    {' '}
                    разработка карт и отчетов и распечатка в компоновщике карт
                    PowerPoint® или Word;{' '}
                </li>
                <li> создание и обновление данных; </li>
                <li> пространственное моделирование и анализ; </li>
                <li>
                    {' '}
                    формирование рельефа местности, редактирование и анализ.{' '}
                </li>
            </ul>

            <h3> Преимущества </h3>

            <p>
                {' '}
                ERDAS IMAGINE - представляет истинную ценность, так как
                объединяет следующие преимущества в одном продукте:{' '}
            </p>

            <ul>
                <li> дистанционное зондирование земли (ДЗЗ) </li>
                <li> фотограмметрия </li>
                <li> LiDAR анализ </li>
                <li> базовый векторный анализ </li>
                <li> обнаружение изменений </li>
                <li> радиолокационная обработка </li>
            </ul>
        </>
    );
}
