import React from 'react'

export default function ExtensionWarehouse() {
  return (
    <>
      <p> <b> Extension Warehouse </b> - библиотека пользовательских сторонних расширений, созданная для оптимизации рабочего процесса </p>

      <p> Любое расширение, загружаемое из хранилища расширений, будет интегрировано непосредственно в SketchUp Pro. </p>

      <h3> Визуализация без границ </h3>

      <p> Фотореалистичные визуализации с помощью всего одного расширения. Используйте десятки бесплатных и платных механизмов визуализации для воплощения моделей на качественно новом уровне. </p>

      <h3> Повысьте навыки рисования </h3>

      <p> Моделирование любых объектов всего парой щелчков — от закругленных углов до трубопровода и окон. Вам доступны сотни расширений, которые позволят быстро воплотить на листе самые смелые идеи. </p>

      <h3> Подготовка модели к 3D-печати </h3>

      <p> Вывод модели на 3D-принтер — задача не из простых. К счастью, у нас есть десятки расширений, которые позволят вам проектировать и улучшать сплошные фигуры. Потратьте чуть больше времени на работу с расширением для 3D-печати, чтобы выполнить печать мгновенно. </p>
    </>
  )
}