import React from 'react'

export default function GenPlan() {
  return (
    <>
        <p>GeoMedia - это мощная, гибкая платформа управления ГИС, которая позволяет объединять данные из различных источников и
           совместно их анализировать для получения четкой, структурированной информации.</p>

<p>GeoMedia объединяет цифровые и географические данные для получения единой информационной системы, которая обеспечивает 
  одновременный доступ к геопространственным данным практически в любой форме и отображает их в едином унифицированном виде
   карты для эффективной обработки, анализа, представления и совместного использования.</p>

<p>Функциональность GeoMedia делает её идеальной платформой как для извлечения информации из массива динамически изменяемых 
  данных, так и для помощи в принятии обоснованных, более разумных решений.</p>

<h3>Простой доступ к данным</h3>

<p>GeoMedia является лучшим выбором программного обеспечения ГИС для пользователей, которые хотят напрямую подключаться к
   базам данных с серверной частью, которые они уже используют, например, Oracle, SQL Server и сервер данных PostGIS -
    без использования дополнительного импорта или конверсии.</p>

<p>Кроме того, в GeoMedia существует возможность получить доступ ко многим распространенным форматам геоданных, большинству
   форматов CAD-моделей, Esri ArcView и файлов GeoDatabase, KML, простым текстовым файлам и веб-сервисам OGC (Open Geospatial 
   Consortium), таким как WMS, WMTS и WFS. GeoMedia также включает в себя обозреватель каталогов ERDAS APOLLO для 
   пространственного поиска, поиска и отображения данных и изображений непосредственно в окне карты.</p>

<h3>Проверка и обеспечение качества данных</h3>

<p>GeoMedia предлагает множество опций для обеспечения высокого качества данных, добавляемых в вашу ГИС, в течение всего срока их использования. GeoMedia оптимизирует добавление больших объемов информации в базу данных вашего предприятия, обеспечивает полноту данных (заполнение атрибутов и правильность геометрии) и соответствие модели данных используемой вашей организацией. Платформа позволяет принимать и интегрировать данные различных типов из нескольких источников в единую высококачественную информационную систему. После интеграции данных GeoMedia позволяет отслеживать и контролировать изменения, внесённые пользователями, установить контрольную точку обеспечения качества до обновления базы данных. Это облегчает работу с любыми противоречивыми или неоднозначными изменениями.</p>

<p>GeoMedia предоставляет возможности интеллектуального моделирования объектов, которые распознают связи между объектами, 
  представляющими реальные объекты в сети, такие как канализационные, водные, электрические или газовые узлы. Распознавание
   с помощью GeoMedia этих элементов в процессе редактирования повышает производительность оператора и помогает обеспечить
    соответствие изменений действующим бизнес-процессам, для корректного отображения существующих сетей в вашей ГИС-системе.
     GeoMedia также предоставляет возможность выполнения временных запросов и визуализации, которые позволяют точно определять
      изменения в сети, произошедшие за определённое время, и анализировать возможные причины и последствия в реальном мире.</p>

<h3>Динамический анализ данных</h3>

<p>GeoMedia дает вам возможность выполнять сложный анализ для извлечения информации из данных, хранящихся в нескольких базах на
   разных платформах и во множестве разных файлов, одновременно.
Решение позволяет создавать запросы неограниченной сложности, создавать и объединять запросы вместе, чтобы результаты одного 
запроса передавались в другой запрос динамически.</p>

<p>При изменении данных GeoMedia автоматически обновляет результаты, предоставляя вам динамическую картину реальной ситуации,
   отображаемой вашими данными. Эта возможность также может быть использована для проведения мощного анализа «что если» при 
   стратегическом планировании.</p>

<p>В то время как конкурирующие ГИС-платформы могут допускать тот же тип аналитической конкатенации, что и GeoMedia, они
   полагаются на создание промежуточных файлов для достижения того же результата. При выполнении одного запроса результаты 
   сохраняются во временном файле, а данные в этом файле используются для следующего запроса. Если исходные данные изменяются,
    ГИС не может автоматически отражать эти изменения в результатах запросов, которые она выдает вам. При таком статическом 
    подходе вы должны повторно выполнить весь анализ, чтобы получить результаты, отражающие текущее состояние данных.</p>

<p>Благодаря этим уникальным преимуществам анализа, GeoMedia является идеальной платформой для управления линейными сетями, 
  коммуникациями, которые являются основой для предприятий, которые эксплуатируют и обслуживают дороги, железные дороги, 
  транзит, трубопроводы и водные пути, а так же для создания цифровых генпланов предприятий с насыщенной инфраструктурой.</p>

<p>Эти возможности анализа позволяют вам отслеживать информацию о ваших сетях и выполнять специализированный анализ для принятияь более обоснованных решений в отношении общественной безопасности, приоритетов обслуживания и расходования средств. GeoMedia поддерживает обслуживание и анализ как одноуровневых, так и многоуровневых сетей с линейными ссылками и маршрутизацией. Её многоуровневая система линейных ссылок (MLRS) поддерживает несколько геометрических представлений сети, синхронизированных с данными о событиях и другой информацией для обеспечения достоверного анализа.</p>

<p>Каждый раз, когда вам необходимо найти местоположение или адрес в рамках вашего анализа, геокодирование и сопоставление координат GeoMedia выполняется быстро и точно, работает с вашими данными независимо от того, где вы находитесь.</p>

<p>GeoMedia позволяет вам правильно определить местоположение в вашей сети, ориентируясь как по крышам построек, так и на основании осевых линий. GeoMedia поддерживает широкий спектр систем координат со всего мира и без труда выполняет преобразование векторных и растровых данных в CRS (Coordinate Reference System), выбранный для вашей карты.</p>

<h3>Производительность предприятия</h3>

<p>Производительность и точность являются важными аспектами захвата и редактирования векторных объектов для корпоративных геопространственных баз данных. GeoMedia предоставляет набор специальных функциональных возможностей для создания, обработки и обслуживания геопространственной информации. Платформа поддерживает основные повседневные операции, необходимые для хранения картографической информации.</p>

<p>GeoMedia упрощает работу организациям с большим количеством одновременных пользователей. Вы можете легко обмениваться геопространственным контентом внутри отдела или предприятия. Если в вашем отделе есть стандарты по стилю, свойствам текста или структурированному анализу и запросам, руководитель может обеспечить согласованность всей группы, задав эти стандарты и запросы, централизовав их и предоставив к ним общий доступ.</p>

<h3>Персонализация интерфейса</h3>

<p>Простой в использовании графический пользовательский интерфейс GeoMedia хорошо организован и оптимизирован для минимизации движения мыши и нажатий кнопок, повышения производительности и снижения затрат.</p>

<p>GeoMedia позволяет вам изменять и настраивать аспекты интерфейса, что упрощает оптимизацию определенных рабочих процессов. Люди могут также адаптировать пользовательский интерфейс к своим конкретным потребностям и целям. Вы также можете скрыть части интерфейса, не загромождая видимую рабочую область и обеспечивая более быстрое распознавание и доступ к рабочим функциям и инструментам.</p>

<h3>Единое решение</h3>

<p>GeoMedia объединяет весь портфель продуктов для рабоы геопространственными и представляет собой единое комплексное решение для гео-поддержки вашего предприятия.</p>

<h3>Гибкое предложение</h3>

<p>Для платформы GeoMedia доступны три уровня продукта. Эти уровни позволяют вам приобрести необходимую вам функциональность. Это также позволяет вам легче настраивать объем программного обеспечения в соответствии с вашими потребностями в управлении ГИС, требованиями к анализу и бюджетом.</p>

<h3>Три уровня продуктов GeoMedia</h3>

<div>
<ul>
	<li ><strong>GeoMedia Essentials</strong> позволяет запрашивать и анализировать разнообразные источники геопространственных данных, дополнительно предоставляя возможность простой подготовки изображений.</li>
	<li ><strong>GeoMedia Advantage</strong> обладает всеми функциональными возможностями GeoMedia Essentials и отлично подходит для сбора и редактирования данных, обработки и анализа данных о высоте и рельефе, включая данные с LiDAR, а также имеет средства проверки данных и сложные инструменты растрового анализа. Четыре команды, которые ранее были доступны только на уровне GeoMedia Professional, теперь также доступны на уровне GeoMedia Advantage: «Вставить область по граням», «Вставить интерактивную область по граням», «Размеры» и «Вставить размеры».</li>
	<li ><strong>GeoMedia Professional</strong> включает в себя все функции предыдущих уровней и обеспечивает многопользовательское управление и анализ данных в масштабах всего предприятия. Управляйте линейными сетями, создавайте профессиональные картографические карты, проводите расширенное редактирование объектов, управляйте хранением участков, проводите анализ инженерных сетей, отслеживайте и управляйте изменениями, интегрируйте данные из нескольких источников, проектируйте и используйте пространственные модели.</li>
</ul>

<h3>Расширения GeoMedia</h3>

<p>Hexagon Geospatial предлагает дополнительные возможности для расширения основных возможностей уровней GeoMedia.</p>

<ul>
	<li><strong>GeoMedia Transportation Manager</strong> предоставляет инструменты, которые помогут профессионалам в муниципалитетах, аэропортах, морских портах, департаментах транспорта (DOT), железнодорожных компаниях, агентствах водного транспорта и эксплуатации трубопроводов эффективно анализировать свою транспортную инфраструктуру. Это расширение включает в себя возможности для отслеживания сетевой информации и проведения специализированных анализов. Кроме того, пользователи могут построить линейную модель сети, поддерживающую как многоуровневую систему линейных ссылок (MLRS), так и приложения для маршрутизации транспортных средств. (Только для уровня GeoMedia Professional).</li>
	<li><strong>GeoMedia Mapping Manager</strong> обеспечивает расширенные картографические возможности и автоматизацию картографирования ГИС для производства картографических продуктов и построения картографически точных продуктов. (Только для уровня GeoMedia Professional).</li>
	<li><strong>GeoMedia 3D</strong> обеспечивает трехмерную визуализацию в GeoMedia. Расширение удовлетворяет растущий спрос на реалистичные трехмерные изображения геопространственных данных, добавляя окно 3D-карты, через которое вы можете визуализировать, перемещаться, анализировать и взаимодействовать с 3D-данными в GeoMedia. Окно 3D-карты GeoMedia органично вписывается в интерфейс GeoMedia, обеспечивая полный и одновременный доступ ко всем стандартным возможностям 2D-анализа GeoMedia. (Все уровни GeoMedia).</li>
	<li><strong>GeoMedia Motion Video Analyst Professional </strong>интегрирует полноценное видео движения в геопространственную среду, динамически проецируя видео поверх данных ГИС. (Все уровни GeoMedia).</li>
	<li><strong>GeoMedia Image</strong> предоставляет расширенные возможности для улучшения изображений, регистрации, извлечения и сохранения.</li>
	<li><strong>GeoMedia Image Professional</strong> предоставляет расширенный набор GeoMedia Image, включающий множество дополнительных команд и интегрированное высокопроизводительное приложение для электронных таблиц освещения.</li>
	<li><strong>ImageStation Stereo для GeoMedia</strong> расширяет возможности GeoMedia по сбору объектов, предоставляя окно стереокарты для отображения изображений и данных 3D-объектов с плавным перемещением, динамическим масштабированием и улучшением изображений в реальном времени.</li>
	<li><strong>ImageStation DTM для GeoMedia</strong> предоставляет набор инструментов для сбора и редактирования данных о местности, чтобы создавать файлы поверхностей для фотограмметрических, картографических и инженерных рабочих процессов.</li>
	<li><strong>ImageStation OrthoPro</strong> предоставляет высокопроизводительную систему для ортотрансформирования изображений, которая включает в себя орто-планирование проекта, ортотрансформацию, балансировку тонов, мозаику, истинные ортогональные возможности, автоматическую генерацию линии стыка и оценку качества.</li>
	<li><strong>ImageStation PixelQue</strong> предоставляет инструменты для проверки и повышения качества ортофотопланов и мозаик, что позволяет пользователям систематически просматривать и отмечать ошибки, исправлять ошибки, а также выполнять улучшения изображений для отдельных элементов или проектов.</li>
</ul>

<h3>Бесшовная ГИС-интеграция.</h3>

<p>GeoMedia помогает вам легко сделать доступным для обработки и анализа динамический поток реальной геопространственной информации, которая проходит через вашу организацию. Это позволяет вам проводить разнообразные анализы (от очень простых до очень сложных) данных из разнородных источников.</p>

<p>Платформа подключается напрямую к геопространственным базам данных, которые уже используются вашей организацией. GeoMedia позволяет проводить глубокий анализ и динамически обновлять результаты. Гибкая структура уровней и расширений позволяет адаптировать систему к вашим конкретным бизнес-требованиям. GeoMedia позволяет вам создавать интеллектуальные, интуитивно понятные карты, раскрывая информацию, ранее недоступную в ваших данных, облегчая принятие обоснованных и разумных решений.</p>

</div>

    </>
  )
}
