import React from 'react'

export default function Geomedia() {
  return (
    <>
      <p> <b> GeoMedia </b> – это современная ГИС-платформа, построенная на общемировых отраслевых стандартах. Платформа GeoMedia включает инструментальную ГИС и широкий набор специализированных модулей, что обеспечивает решение любых задач, связанных с обеспечением многопользовательского доступа к пространственным данным, их отображения, редактирования, анализа и распространения. Она позволяет создавать и обновлять векторные слои, автоматически актуализировать карты. </p>

      <p> Технология GeoMedia предоставляет следующие возможности: </p>

      <ul>
      <li> Объединение разно форматных данных от различных источников (базы данных, карты, планы, технические схемы и чертежи) в единое корпоративное хранилище. </li>
      <li> Поддержка всех промышленных форматов векторных и растровых данных – AutoCAD, MicroStation, ESRI ArcView, ArcInfo, FGDB, Mapinfo, MS SQL Server, Oracle 11g/10g/9i и многие другие. </li>
      <li> Интеграция данных в единую информационную рабочую среду «на лету» без длительных переводов в единый формат. </li>  
      <li> Предоставление доступа к геоданным всем службам, отделам и департаментам. </li>
      <li> Разграничение прав доступа к информации, привилегий работы с данными в соответствии с полномочиями. </li>
      </ul>

      <h3> Преимущества: </h3>

      <ul>
      <li> <b> Расширенная поддержка принятия решений - </b> будь то ситуационная осведомленность, планирование дорог или экологические инициативы. Включение 3D-визуализации и анализа в рабочие процессы позволяет лучше принимать решения. Вы извлекаете выгоду из фотореалистичного изображения ваших активов, включая возможность пролететь и оценить область интереса со всех точек зрения. </li>
      <li> <b> Городское моделирование - </b> 3D-модели обеспечивают лучшее понимание и понимание воздействия изменений на окружающую среду, что вызывает все большую обеспокоенность государственных органов и общественности. </li>
      <li> <b> Проекты, влияющие на сообщество - </b> 3D создает визуальную связь с общественностью, чтобы лучше понять проект помимо технических деталей, и может помочь в получении общественной поддержки. </li>
      <li> <b> Управление активами - </b> способность GeoMedia переносить облака точек непосредственно в трехмерную среду вместе с данными ГИС создает новые возможности для точного определения местоположения, обновления и мониторинга состояния активов на местности. </li>
      </ul>
    </>
  )
}