import React from 'react';

export default function ImagineStation() {
    return (
        <>
            <p>
                {' '}
                <b> ImageStation </b> - программное обеспечения для организации
                рабочих процессов цифровой фотограмметрии, включая создание
                проектов, ориентацию и автоматическую триангуляцию из
                аэрофотоснимков и спутниковых изображений.{' '}
            </p>

            <p>
                {' '}
                Пакет ImageStation был разработан специально для крупносерийной
                коммерческой фотограмметрии и клиентов, осуществляющих
                производственное картографирование. Он упорядочивает и
                автоматизирует процессы, одновременно поддерживая наиболее
                исчерпывающие фотограмметрические технологические процессы,
                имеющиеся на рынке. Это практически фотограмметрическая фабрика,
                эффективно и мощно перемещающая огромные количества
                необработанной пространственной информации в общепринятые и
                пригодные к использованию форматы.{' '}
            </p>

            <h3> Преимущества продукта: </h3>

            <ul>
                <li>
                    {' '}
                    Ранняя проверка качества ориентации и триангуляции уменьшает
                    трудовые затраты и устраняет проблем.{' '}
                </li>
                <li>
                    {' '}
                    Создание 3D объектов на основе ГИС и CAD экономит время, за
                    счет прямой работы в вашей собственной базе данных.{' '}
                </li>
                <li>
                    {' '}
                    Создание и редактирование Цифровой модели местности (ЦММ) в
                    несколько простых этапов обеспечивает точность информации о
                    высотах.{' '}
                </li>
                <li>
                    {' '}
                    Плотность уравнивания в соответствии с квази-глобальным
                    алгоритмом отождествления создает, на основе ваших
                    изображений, очень плотные, очень точные облака точек,
                    устраняя необходимость в дорогостоящих полетах для сбора
                    информации.{' '}
                </li>
            </ul>
        </>
    );
}
