import React from 'react';

export default function Luciad() {
    return (
        <>
            <p>
                {' '}
                Портфель Luciad представляет набор библиотек для разработки
                геопространственных программных решений, которые обеспечивают
                критически важные операции в мире. Библиотеки Luciad упрощают
                жизнь разработчиков благодаря расширенной визуальной аналитике,
                которая позволяет им раскрыть потенциал анализа местоположения в
                реальном времени и создать основу для геопространственных систем
                следующего поколения 5D. От защиты важных ресурсов до создания
                цифровой инфраструктуры для умных городов, мы помогаем
                пользователям внедрять интуитивно понятные системы управления и
                контроля. Наши клиенты зависят от портфеля Luciad для
                высокопроизводительной визуализации, которая позволяет им
                внедрять масштабируемые решения.{' '}
            </p>

            <h3> Ключевые возможности основных модулей: </h3>

            <p>
                <b> LuciadRIA </b>
            </p>
            <ul>
                <li>
                    {' '}
                    Объединяет многоисточниковый контента в интеллектуальную
                    цифровую реальность{' '}
                </li>
                <li>
                    {' '}
                    Обрабатывает динамические данные в режиме реального времени,
                    такие как рейсы, суда, люди и т.п.{' '}
                </li>
                <li>
                    {' '}
                    Интерактивное настольное решение, включая аналитику, прямо в
                    браузере{' '}
                </li>
                <li>
                    {' '}
                    Работет с данными и картами в разных проекциях без обработки
                    извлечения-преобразования-загрузки (ETL){' '}
                </li>
            </ul>

            <p>
                <b> LuciadLightspeed </b>
            </p>
            <ul>
                <li>
                    {' '}
                    Предоставляет персоналу диспетчерского пункта общую рабочую
                    картину{' '}
                </li>
                <li>
                    {' '}
                    Держит пользователей информированными через общие
                    тактические планы{' '}
                </li>
                <li>
                    {' '}
                    Позволяет анализировать сложные воздушные пространства,
                    доставленные в виде данных AIXM, с использованием
                    3D-визуализации{' '}
                </li>
                <li>
                    {' '}
                    Дает возможность исследовать данные в 4D, представленные
                    географически как временные ряды{' '}
                </li>
            </ul>

            <p>
                <b> LuciadFusion </b>
            </p>
            <ul>
                <li>
                    {' '}
                    Быстро публикует большие объемы геопространственных данных в
                    стандартных форматах OGC всего за несколько кликов{' '}
                </li>
                <li>
                    {' '}
                    Устраняет задержки публикации, даже при получении новых
                    изображений каждый час{' '}
                </li>
                <li>
                    {' '}
                    Позволяет обмениваться морскими данными ECDIS без хлопот с
                    помощью OGC Services{' '}
                </li>
                <li>
                    {' '}
                    Визуализирует данные о погоде с временной информацией, и Вы
                    можете быстро просматривать меняющиеся погодные условия во
                    времени{' '}
                </li>
                <li>
                    {' '}
                    Отображает критические данные высот в высоком разрешении 3D{' '}
                </li>
                <li>
                    {' '}
                    Предоставляет доступ к много-гигабайтным шейп-файлам как WMS
                    без их растеризации{' '}
                </li>
            </ul>
        </>
    );
}
