import React from 'react'

export default function MAppEnterprise() {
  return (
    <>
      <p> <b> M.App Enterprise </b> - это гибкая современная локальная платформа для создания геопространственных приложений для вашей организации. Она хранит ваши изображения, векторные и облачные данные, рабочие процессы, аналитику и запросы, доступные в одном месте с простым пользовательским интерфейсом. </p>

      <p> M.App Enterprise позволяет вам тщательно контролировать инфраструктуру, трафик, земельные участки и любые активы, обрабатывая все ваши сенсорные, погодные и эксплуатационные данные на одной платформе. Вы можете использовать алгоритмы машинного обучения, визуализировать результаты в 2D и 3D на интерактивных панелях и настраивать рабочие процессы для полевых работников, работающих на местности, для сбора информации на мобильных устройствах. </p>

      <h3> Ключевые возможности: </h3>

      <ul>
      <li> Создание тонких клиентов, веб-приложений и мобильных приложений </li>
      <li> Создание приложений преимущественно путем конфигурации вместо программирования </li>
      <li> Подключение к любому источнику пространственных данных </li>
      <li> Настройка бизнес-процессов </li>
      <li> Двигатель геообработки </li>
      <li> Администрирование доступа на основе ролей </li>
      </ul>
    </>
  )
}