import React from 'react';

export default function MicroStation() {
    return (
        <>
            <p>
                {' '}
                MicroStation - платформа, которая обеспечивает динамическое
                взаимодействие с трехмерными моделями и двухмерными чертежами
                для получения надежной документации в виде точных чертежей,
                информационно насыщенных трехмерных PDF-файлов и трехмерных
                схем.{' '}
            </p>

            <h3> Работа с документами и визуализация </h3>

            <p>
                {' '}
                С помощью MicroStation вы можете легко просматривать,
                моделировать, работать с документами и визуализировать данные
                проектов любого размера и сложности. Надежная технология
                позволяет легко и уверенно заниматься проектированием,
                строительством и эксплуатацией.{' '}
            </p>

            <p>
                {' '}
                Независимо от вида информации, с которой вы работаете, и типа
                требуемой проектной документации, вы можете рассчитывать на
                универсальность и мощные возможности MicroStation для
                своевременного выполнения работ в рамках бюджета.{' '}
            </p>

            <p>
                {' '}
                Группа продуктов MicroStation обеспечивает эффективность,
                универсальность для высокоточного просмотра, моделирования,
                документирования и визуализации 2D и 3D данных любого формата
                для специалистов любой отрасли и инфраструктурных проектов
                любого типа и масштаба.{' '}
            </p>

            <h3> Параметрическое 3D моделирование </h3>

            <p>
                {' '}
                Усовершенствованные возможности параметрического 3D
                моделирования MicroStation позволяют специалистам в любой
                отрасли инфраструктуры реализовывать основанные на данных модели
                BIM.{' '}
            </p>

            <h3> Командная работа над проектом </h3>

            <p>
                {' '}
                MicroStation обеспечивает возможность совместной работы команды
                проекта, включая работу над проектами и моделями, созданными с
                помощью приложений BIM от Bentley. В результате, можно создавать
                комплексные универсальные модели BIM и выпускать проектную
                документацию. Поскольку команда проекта работает в универсальном
                приложении для моделирования, все участники смогут легко
                общаться, обмениваться результатами и поддерживать целостность
                данных.{' '}
            </p>

            <h3> Единая платформа моделирования </h3>

            <p>
                {' '}
                MicroStation и все приложения Bentley для BIM основаны на единой
                платформе комплексного моделирования. Поэтому вы можете легко
                превратить вашу работу в MicroStation в специализированные
                рабочие процессы с помощью приложений BIM для проектирования и
                аналитического моделирования от Bentley. Таким образом, каждый
                участник команды будет работать именно в том приложении, которое
                ему необходимо.{' '}
            </p>

            <h3>
                {' '}
                <b> MicroStation обеспечивает следующие возможности: </b>{' '}
            </h3>

            <h3> Автоматизация проектной документации </h3>

            <p>
                {' '}
                Используйте комплексные модели BIM для автоматизации создания и
                совместного использования проектной документации, в том числе
                чертежных листов, графиков, моделей, визуализаций и т. д.{' '}
            </p>

            <h3> Моделирование реальности </h3>

            <p>
                {' '}
                Интегрируйте контекстную информацию для конструкций, включая
                модели реальности, изображения, облака точек, данные ГИС, Revit
                или другие модели, файлы DWG, внешние источники данных, такие
                как карты Bing и т.д{' '}
            </p>

            <h3> Встроенная гео-координация </h3>

            <p>
                {' '}
                Работайте в гео-координируемой среде, чтобы разрабатывать ваши
                модели BIM в точном географическом и геометрическом контексте.{' '}
            </p>

            <h3> Функциональные компоненты </h3>

            <p>
                {' '}
                Примените настоящее параметрическое 3D моделирование для
                усовершенствованного проектного моделирования с учетом 2D и 3D
                ограничений для сбора информации и моделирования проекта.{' '}
            </p>

            <h3> Гипермоделирование </h3>

            <p>
                {' '}
                Обеспечивайте более наглядное представление конструкции,
                интегрируя подробную аннотированную документации с 3D моделями.{' '}
            </p>
        </>
    );
}
