import React from 'react';

export default function Navisworks() {
    return (
        <>
            <p>
                <b>Autodesk Navisworks</b> – представляет собой комплекс
                продуктов для проверки архитектурно-строительных проектов и
                управления ими.
            </p>
            <p>
                С помощью Autodesk Navisworks специалисты могут координировать
                выполнение работ, моделировать процессы строительства и
                осуществлять комплексный анализ. Линейка Navisworks представлена
                решениями Autodesk Navisworks Simulate и Autodesk Navisworks
                Manage, которые предлагают средства разработки и оптимизации
                строительных графиков, обнаружения пересечений и коллизий,
                совместной работы и выявления потенциальных проблем еще до
                начала строительных работ.
            </p>
            <ul>
                <li>
                    <b>Autodesk Navisworks Manage</b> – всеобъемлющая система
                    вычисления, моделирования и координации проектных данных.
                </li>
                <li>
                    <b>Autodesk Navisworks Simulate</b> – новейшие инструменты
                    проверки, расчета, моделирования и координации проектных
                    данных.
                </li>
            </ul>
            <h3>Функции координации:</h3>
            <ul>
                <li>
                    Управление коллизиями. Коллизии отслеживаются вплоть до
                    момента устранения. Отчеты о проверке на коллизии, включая
                    комментарии и снимки экрана, удобно экспортировать для
                    обмена результатами между участниками проекта.
                </li>
                <li>
                    Выявление коллизий и пересечений. Средства выявления
                    пересечений и коллизий работают быстро и эффективно.
                    Пользователю достаточно указать геометрию, в которой
                    необходимо выполнить такую проверку. С целью эффективного
                    выявления пространственно-временных проблем проверки на
                    коллизии можно связывать с операциями 4D-моделирования и
                    анимации.
                </li>
            </ul>
            <h3>Проверка модели:</h3>
            <ul>
                <li>
                    Совместная работа. Передача идеи проекта и стимулирование
                    совместной работы. В программе реализованы инструменты с
                    повышенным уровнем точности и большими возможностями
                    управления.
                </li>
                <li>
                    Объединение файлов и данных. Общая модель сочетает в себе
                    информацию по строительству, проектам и другие данные.
                    Autodesk Navisworks распознает данные из многих 3D САПР и с
                    устройств лазерного сканирования. Предусмотрена функция
                    экспорта данных из внешних баз.
                </li>
                <li>
                    Публикация в форматах NWD и DWF. Функция публикации проектов
                    в собственном формате NWD и DWF. В результате все участники
                    процесса могут получать доступ к необходимой информации.
                    Степень сжатия информации в файлах NWD и DWF по сравнению с
                    исходными файлами САПР может достигать 90%.
                </li>
                <li>
                    Доступ к средствам просмотра. Инструменты отображения
                    упрощают процесс проверки проектов.
                </li>
                <li>
                    Улучшенная интеграции данных в разных форматах в единую
                    модель.
                </li>
            </ul>
            <h3>Моделирование и анализ:</h3>
            <ul>
                <li>
                    Создание 5D-графиков работ. Моделирование в пятимерном
                    режиме планов-графиков строительных работ и логистики.
                </li>
                <li>
                    Анимация объектов. Анимации настраиваются при полном
                    взаимодействии с моделями.
                </li>
                <li>
                    Фотореалистичное отображение. Трехмерные анимации и
                    графические изображения характеризуются высокой
                    наглядностью.
                </li>
                <li>
                    Интегрированный двумерный количественный анализ. Измерения
                    на базе листов поддерживают интегрированные проекты.
                </li>
                <li>
                    Эффективный трехмерный количественный анализ. Инструменты
                    автоматизации всестороннего количественного анализа проекта.
                </li>
            </ul>
            <h3>Просмотр проектов:</h3>
            <ul>
                <li>
                    Доступ к инструментам визуализации Autodesk. Использование
                    новых или применявшихся ранее инструментов визуализации
                    Autodesk.
                </li>
                <li>
                    Поддержка облаков точек K2. Импорт и визуализация больших
                    облаков точек.
                </li>
                <li>
                    Исследование проекта как единого целого. Всем
                    заинтересованные лица получают возможность видеть проект в
                    целом.
                </li>
                <li>
                    Навигация в режиме реального времени. Всеобъемлющая проверка
                    интегрированной проектной модели.
                </li>
                <li>Отправка моделей Navisworks в облако для визуализации.</li>
                <li>
                    Усовершенствованное использование данных лазерного
                    сканирования. Работа с улучшенной интеграцией облаков точек.
                </li>
            </ul>
        </>
    );
}
