import React from 'react';

export default function PLANBAR() {
    return (
        <>
            <p>
                PLANBAR - комплексное решение для быстрого и точного
                проектирования промышленных сборных конструкций:от серийного
                производства до сложных архитектурных элементов и специальных
                деталей.
            </p>

            <p>
                PLANBAR объединяет ключевые возможности проектирования в 2D CAD
                и 3D BIM. Позволяет создавать сложные и надежные конструкции для
                индустриальной промышленности.
            </p>

            <p>
                Программные решения Precast Software Engineering, в том числе и
                PLANBAR, гарантируют открытость по отношению к другим системам и
                оптимально поддерживают концепцию Open BIM, обеспечивая обмен
                3D-моделями без потерь.
            </p>

            <h3>Ключевые преимущества:</h3>

            <ul>
                <li>
                    Эффективное проектирование очень сложных сборных деталей
                </li>
                <li>
                    Идеальное сочетание 2D и 3D инструментов для проектирования
                    на основе моделей и чертежей
                </li>
                <li>Надежное предоставление данных для производства</li>
                <li>Создание Магазина Чертежей</li>
            </ul>

            <h3>Идеальное и уникальное сочетание 2D и 3D инструментов</h3>

            <p>
                PLANBAR сочетает в себе преимущества трехмерных моделей и
                отличные возможности для создания 2D чертежей. Таким образом, вы
                можете выбирать инструменты в зависимости от проекта и
                потребностей, как того требует процесс. Вы работаете в 2D и
                генерируете 3D!.
            </p>

            <p>
                Модуль Elementplan решает задачу автоматизированного создания
                производственных документов из модели с геометрией,
                армированием, креплениями и многим другим. Это означает, что вы
                работаете с чертежом в 2D и 3D-модель автоматически
                настраивается в фоновом режиме, благодаря чему PLANBAR
                обеспечивает точную согласованность модели и чертежа.
                Производственная документация по-прежнему имеет большое
                значение, поэтому клиенты высоко ценят проверенное временем
                программное решение PLANBAR.
            </p>

            <h3>
                Быстрое и простое проектирование сложных сборных конструкций
            </h3>

            <p>
                PLANBAR сочетает в себе скорость 2D с качеством 3D при работе со
                сборными железобетонными конструкциями.
            </p>

            <p>
                Параметризованные элементы гарантируют высочайшую эффективность,
                использование архитектурных элементов или свободное
                моделирование трехмерных элементов обеспечивают максимальную
                гибкость.
            </p>

            <p>
                Таким образом, вы можете быстро и легко создавать любые сложные
                элементы с помощью iParts!
            </p>

            <ul>
                <li>Простое применение в 3D уже существующих геометрий.</li>
                <li>Параметризованный, интерактивный ввод.</li>
                <li>
                    Свободное моделирование колонн, балок, фундаментов, лестниц.
                </li>
                <li>3D армирование без копии компонента.</li>
                <li>И многое другое.</li>
            </ul>

            <h3>Подготовка арматуры к производству</h3>

            <p>
                Армирование является ключевым преимуществом PLANBAR. В
                зависимости от спецификации армирования, PLANBAR автоматически
                генерирует арматуру. Это гарантирует бесперебойное
                взаимодействие между статикой, САПР и роботами.
            </p>

            <h3>Армирование в PLANBAR включает такие инструменты:</h3>

            <ul>
                <li>Арматура</li>
                <li>Сетка армирующая, сетка для стяжки</li>
                <li>Библиотеки компонентов</li>
                <li>Фурнитура, группы компонентов, графики крепежа</li>
                <li>Каталоги</li>
                <li>Проверка на прочность</li>
                <li>Графики армирования и гибки</li>
                <li>Вырезать и согнуть</li>
                <li>Соединение статических и конечных элементов</li>
            </ul>

            <h3>Открытый обмен данными</h3>

            <p>
                PLANBAR открыт для других форматов данных и систем. Благодаря
                комплексным интерфейсам он обеспечивает импорт и экспорт
                чертежей и данных в различных форматах (DXF, DWG, PDF, IFC, UNI,
                PXML и т. д.)
            </p>
        </>
    );
}
