import React from 'react'

export default function Plaxis() {
  return (
    <>
      <p> PLAXIS - решение для проектирования и выполнения анализа методом конечных элементов деформаций и устойчивости грунта и скальных пород, расчета взаимодействия сооружения с грунтом, влияния тепловых потоков и грунтовых вод. </p>

      <p> Продукт содержит все необходимые инструменты для моделирования нелинейного и меняющегося со временем поведения грунта. </p>

      <h3> PLAXIS 3D Suite. </h3>

      <p> PLAXIS 3D Suite - комплексное геотехническое ПО для трехмерного конечно-элементного моделирования. </p>

      <p> Выполняет трехмерный анализ деформации и устойчивости для проектов в области геотехники и механики горных пород. Этот простой и удобный пакет ПО для конечно-элементного моделирования используется ведущими проектно-конструкторскими компаниями и учреждениями в отрасли гражданского и геотехнического строительства по всему миру для проектов любого типа: от разработки котлованов, создания насыпей и фундаментов до прокладки туннелей, горнодобывающих работ и геомеханических исследований водохранилищ. </p>

      <p> Упрощает процесс комплексного моделирования с набором функций для создания чертежей формата САПР, а также функциями выдавливания, пересечения, объединения и создания массивов. </p>

      <h3> Возможности: </h3>

      <ul>
      <li> Создание трехмерных конечно-элементных моделей. </li> 
      <li> Анализ влияния колебаний на поведение грунта. </li>
      <li> Анализ грунтовых вод с зависимыми от времени параметрами. </li>
      </ul>

      <h3> Линейка продуктов PLAXIS включает ряд решений, которые выполняют мощный трехмерный анализ деформации и устойчивости для геотехнических проектов в области: </h3>

      <ul>
      <li> Геотехнического проектирования и механики горных пород. </li>
      <li> Эксплуатации ветряных электростанций. </li>
      <li> Сейсмических колебаний природного или техногенного происхождения. </li>
      <li> Гидравлического и механического поведения грунтов и сооружения. </li>
      </ul>
    </>
  )
}