import React from 'react'

export default function ProStructures() {
  return (
    <>
      <p>Быстро выполняйте точные и экономичные 3D модели строительных сооружений из стали, металла и железобетонных конструкций.</p>
      <p>Разрабатывайте проекты вовремя и в пределах бюджета благодаря настройке стандартов пользователя и открытой рабочей среде.</p>
      <p>Выполняйте детализацию различных видов лестничных конструкций, включая перила и винтовые лестницы.
         Автоматически получайте 2D чертежи из 3D моделей, включая спецификации материалов и данные NC и PPS.</p>
      <p>Устранение дублирования действий за счет интеграции с продуктами Bentley и сторонними программами.</p>
      <h3>ProStructures</h3>
      <p>Создание точных 3D моделей строительных сооружений из стали, металла и железобетонных конструкций.</p>
      <ul>
        <li>Проектирование согласно международным стандартам.</li>
        <li>
          Моделирование параметрических конструкций.  </li>
        <li>          Моделирование железобетонных конструкций.  </li>
        <li>          Предоставление чертежей изготовления стальных конструкций.  </li>
        <li>          Разработка чертежей бетонных конструкций.  </li>
        <li>          Оформление конструкторской документации.  </li>
        <li>          Оформление конструкторской рабочей документации.  </li>
        <li>          Разработка элементов строительных конструкций.  </li>
        <li>          Совместное использование моделей строительных конструкций.  </li>
        <li>          Отслеживание и внесение изменений в проектную документацию строительных конструкций.  </li>
        <li>          Использование международных стандартов профилей.  </li>
      </ul>
      <h3>ProConcrete</h3>
      <p>Моделирование железобетонных объектов любой формы с последующим
  выполнением основанных на моделях чертежей, графиков и отчетов.</p>
      <ul>
        <li>
          Проектирование железобетонных конструкций согласно международным стандартам.</li>
        <li>          Детализированные чертежи раскладки арматуры и планирование арматурных работ.</li>
        <li>          Моделирование железобетонных конструкций.</li>
        <li>          Создание документации по железобетонным конструкциям.</li>
        <li>          Экспорт моделей железобетонных конструкций в другие приложения.</li>
      </ul>
      <h3>ProSteel</h3>
      <p>
        Быстрое создание проектных чертежей, данных по изготовлению и графиков,
         которые автоматически обновляются при изменении 3D модели.</p>
      <ul>
        <li>Проектирование конструктивных стальных соединений.  </li>
        <li>Проектирование согласно международным стандартам.  </li>
        <li>Моделирование металлоконструкций.  </li>
        <li>Предоставление чертежей изготовления стальных конструкций.  </li>
        <li>Оформление конструкторской документации.  </li>
        <li>Оформление конструкторской рабочей документации.  </li>
        <li>Разработка элементов строительных конструкций.  </li>
        <li>Совместное использование моделей строительных конструкций.  </li>
        <li>Отслеживание и внесение изменений в проектную документацию строительных конструкций.  </li>
        <li>Использование международных стандартов профилей.  </li>
      </ul>
    </>
  )
}
