import React from 'react';

export default function Revit(){
  return (
    <>
      <p>
        <b>Autodesk Revit</b> включает в себя функции для архитектурного проектирования, механического, электрического и сантехнического, структурного проектирования и строительства и доступен как часть Autodesk Architecture, Engineering & Construction Collection, предоставляя комплексное решение для всей команды. В одной подписке Revit вы найдете инструменты, которые помогут вам в MEP, архитектуре и структурном дизайне. 
      </p>
      <h3>
        Эффективность и точность закрепления инженерного замысла в 3D
      </h3>
      <p>
        Autodesk Revit включает в себя функции для архитектурного проектирования, механического, электрического и сантехнического, структурного проектирования и строительства и доступен как часть Autodesk Architecture, Engineering & Construction Collection, предоставляя комплексное решение для всей команды. В одной подписке Revit вы найдете инструменты, которые помогут вам в MEP, архитектуре и структурном дизайне. 
      </p>
      <ul>
        <li>Автоматически обновляйте планы этажей, фасады, сечения и 3D-виды.</li>
        <li>Используйте 3D-визуализацию, чтобы увидеть здание еще до начала строительства.</li>
      </ul>
      <h3>
        Работайте над проектами вместе с группами специалистов различных направлений и координируйте их работу
      </h3>
      <ul>
        <li>В Revit доступны инструменты для проектирования архитектурных элементов и инженерных систем, проектирования, детализации и разработки строительных конструкций, а также строительства.</li>
        <li>Специалисты любых направлений могут использовать возможности совместной работы для предоставления общего доступа и сохранения работы в один проект.</li>
      </ul>
      <h3>
        Используйте Revit для анализа, моделирования и взаимодействия в облачной среде, чтобы повысить качество проектов.
      </h3>
      <ul>
        <li>Используйте Revit для анализа, моделирования и взаимодействия в облачной среде, чтобы повысить качество проектов.</li>
        <li>Адаптируйте и расширяйте рабочие процессы, используя индивидуальные решения сторонних партнеров, разработанные специально для конкретных дисциплин или регионов.</li>
        <li>Подключайте к работе проектные группы и данные на платформе BIM 360.</li>
      </ul>
      <h3>
        Узнайте, как Revit взаимодействует с другими программными продуктам
      </h3>
      <ul>
        <li>Узнайте, как Revit взаимодействует с другими программными продуктам</li>
        <li>Создавайте подробные модели для проектирования несущих конструкций</li>
        <li>Создавайте подробные модели для проектирования инженерных систем</li>
        <li>Сопоставляйте проектный замысел с возможностями производства на всех этапах — от проектирования до изготовления железобетонных конструкций</li>
        <li>Используйте полноценный интегрированный инструментарий для информационного моделирования зданий из коллекции для проектирования и строительства промышленных и гражданских объектов</li>
      </ul>
    </>
  )
}