import React from 'react'

export default function SketchUpShop() {
  return (
    <>
      <h3>Сделано для создателей</h3>
      <p>
        SketchUp Shop — это программное обеспечение для самостоятельного 3D-моделирования,
        которое делает проектирование таким же увлекательным, как и строительство.
      </p>
      <h3>A Maker’s dream: The tool every woodworking, 3D printing, and DIY project needs</h3>
      <p>
        Вы всегда в работе, а мы помогаем вам с проектами. SketchUp Shop имеет веб-средство для 3D-моделирования,
        которое позволяет визуализировать идеи, чтобы вы могли все четко просчитать и получить идеальный результат.
        Вас приветствует ваше личное программное обеспечение для 3D-моделирования, SketchUp Shop.
        Надеемся, вам понравится SketchUp Shop
      </p>

      <h3>SketchUp для интернета</h3>
      <p>
        Наше мощное средство веб-моделирования со всеми необходимыми функциями для воплощения ваших проектов в жизнь.
      </p>

      <h3>Advanced interoperability</h3>
      <p>
        Импортируйте файлы различных форматов: DWG, DXF, STL и др.
        Вы также можете экспортировать множество различных типов файлов: OBJ, SKP, 3DS.
      </p>

      <h3>Неограниченное облачное хранилище</h3>
      <p>
        Сотрудничайте, обменивайтесь идеями и храните проекты в облаке
      </p>

      <h3>Customer support</h3>
      <p>
        Нужна помощь? У вас есть доступ к нашим мастерам поддержки по электронной почте. Они окажут вам необходимую
        помощь и помогут вернуться к работе в кратчайший срок.
      </p>

      <h3>Просмотр модели с мобильного устройства</h3>
      <p>
        Воплотите проекты в жизнь с помощью SketchUp Viewer для мобильных устройств.
      </p>

      <h3>Customized styling</h3>
      <p>
        Организуйте моделирование как профессионал благодаря удобному редактированию модели.
      </p>
      <h3>Products you need</h3>
      <p>SketchUp для интернета</p>
      <p>Trimble Connect</p>
      <p>Средство просмотра SketchUp</p>
      <p>3D Warehouse</p>
    </>
  )
}
