import React from 'react'

export default function SketchUpEducation() {
  return (
    <>
    <h3>Самый простой способ проектирования</h3>
      <p>
SketchUp Studio содержит все инструменты, необходимые для проектирования в 3D, 
анализа и повышения эффективности зданий, а также креативного 
документирования и обмена идеями с группой.</p>
<h3>Доступные инструменты Studio</h3>
<h3>Интуитивное средство 3D-моделирования</h3>
      <p>
      Удобный пользовательский интерфейс и интуитивно понятные инструменты
       делают SketchUp самым простым способом проектирования моделей в 3D.
      </p>
      <h3>Графика, готовая к презентации</h3>
      <p>Обменивайтесь понятной и наглядной графикой с помощью SketchUp, LayOut и Sefaira.
      </p>
      <h3>Анализ эффективности здания</h3>
      <p>Проектируйте энергетически эффективные здания, используя сведения об энергии, 
        солнечном свете, температурном комфорте и типе отопления, 
        вентиляции и кондиционирования.
      </p>
      <h3>Виртуальная и дополненная реальность</h3>
      <p>Осуществляйте обзор моделей проектов в масштабе 1:1 с помощью
         дополненной или виртуальной реальности, а также мобильных приложений.
        </p>

      <h3>Облачное хранилище</h3>
      <p>Осуществляйте доступ к проектам в любом месте в рамках неограниченного облачного хранилища.
        </p>

      <h3>Моделирование в дороге</h3>
      <p>SketchUp for Web lets you model from anywhere, at anytime — without installing anything.</p>
    </>
  )
}
