import React from 'react';

export default function SketchUpPro() {
    return (
        <>
            <p>
                {' '}
                SketchUp Pro – профессиональный инструмент моделирования точных
                детальных моделей, интуитивно-понятное решение для разработки,
                документирования и представления идей в 3D.{' '}
            </p>

            <h3> 3D-моделирование </h3>

            <p>
                {' '}
                Наиболее интуитивно понятный способ разработки, документирования
                и представления идей в 3D.{' '}
            </p>

            <h3> Тестируйте идеи в 3D </h3>

            <p> Воплощайте идеи в 3D и быстро разрабатывайте проекты. </p>

            <h3> Точные, детальные модели </h3>

            <p>
                {' '}
                SketchUp позволяет проектировать, определять и планировать на
                всех этапах проекта.{' '}
            </p>

            <h3> Лицензирование </h3>

            <p> Для пользователей доступны следующие виды лицензий: </p>
            <ul>
                <li> Аренда лицензий на год </li>
                <li> Постоянные лицензии с обновлением </li>
                <li> Коммерческие лицензии </li>
                <li> Лицензии для студентов и преподавателей </li>
                <li> Лицензии для некоммерческих организаций </li>
            </ul>
        </>
    );
}
