import React from 'react'
import * as table from "./../../../../assets/images/pages/soft/SketchUpStudioTable.png";

export default function SketchUpStudio() {
  return (
    <>
      <div>

        <div>
          <p>Отличительной особенностью SketchUp Studio от SketchUp Pro является модуль Sefaira - гибкий аналитический
             инструмент для расчета параметров эффективности</p>
        </div>

        <h3>SketchUp Pro</h3>

        <p>SketchUp— самый простой инструмент для создания ваших проектов в 3D с интуитивно понятным пользовательским
           интерфейсом.</p>

        <h3>SketchUp для web</h3>

        <p>SketchUp для web позволяет вам моделировать из любого места и в любое время.</p>

        <h3>Trimble Connect</h3>

        <p>Совместная работа и облачное хранилище. Координируйте совместную работу при построении моделей с
           помощью Trimble Connect.</p>

        <h3>Визуализация идей и презентация</h3>

        <p>Делитесь подготовленной и качественной графикой, используя SketchUp, LayOut и Sefaira.</p>

        <h3>Виртуальная и дополненная реальность</h3>

        <p>Путешествуйте по модели проекта с вашими клиентами - в офисе или на объекте в масштабе 1:1, используя AR/VR и
          мобильные приложения.</p>

        <h3>Sefaira</h3>

        <p>Sefaira — гибкий аналитический инструмент, подстраивающийся под быстро меняющиеся требования концептуального
        и эскизного проектирования. Обладает возможностью комплексного круглогодичного моделирования на профессиональных
           отраслевых движках вы рассчитаете параметры эффективности вашего здания в считанные минуты вместо недель.</p>
        <div >
          <div >
            <h3 className='center' >Будущее за энергоэффективными зданиями</h3>
            <div>
              <div >
                <div >
                  <div >
                    <h3 >Выбирайте работающие стратегии</h3>

                    <p >Сравнивайте варианты компоновки, планировки и фасадов и выбирайте самые подходящие
                    комбинации. Узнайте, как будет работать система естественной и искусственной вентиляции, отопления
                    и кондиционирования во всех типах проектов.</p>
                  </div>
                </div>
              </div>
              <div >
                <div >
                  <div >
                    <h3>Достигайте согласия</h3>

                    <p >Расскажите о своем проекте с использованием убедительных визуальных материалов,
                    чтобы другие смогли по достоинству оценить преимущества и эффективность вашего решения.</p>
                  </div>
                </div>
              </div>

              <div >
                <div >
                  <div >
                    <h3>Реализуйте проекты уверенно</h3>
                    <p >Проверьте, соответствует ли ваш проект показателям энергоэффективности, естественной
                    освещенности и комфорта по стандартам Американской ассоциации инженеров по отоплению, охлаждению и
                    кондиционированию воздуха и другим отраслевым требованиям.</p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    <img src={table} />
    </>
  )
}
