import React from 'react'

export default function SketchUpForInternet() {
  return (
    <>
      <p> SketchUp для Интернета- это воплощение Ваших идей в моделировании объектов с помощью новой вкладки браузера. </p>

      <p> Веб-средство моделирования SketchUp— это улучшенная версия настольного приложения, в которой используется та же базовая технология. Сохраняя проекты в Trimble Connect, всегда можно использовать самую актуальную версию модели и просмотреть ее историю изменений. SketchUp для Интернета также выполняет сохранение автоматически, поэтому этапы моделирования можно восстановить при необходимости. </p>

      <h3> Быстрое моделирование с помощью 3-х действий: </h3>

      <ul>
      <li> Открытие любого браузера </li>
      <li> Запуск SketchUp </li>
      <li> Воплощение идей </li>
      </ul>

      <h3> Предварительное создание 3D проекта </h3>

      <p> Создание предварительного проекта в 3D, прежде чем отправиться в магазин материалов. </p>

      <h3> Создание ориентиров </h3>

      <p> Создание предварительного проекта в 3D, прежде чем отправиться в магазин материалов. </p>

      <p> Модели SketchUp-полезный ориентир в вашем проекте: </p>

      <ul>
      <li>  Сохранение важных видов и отправка их на телефон или планшет </li>
      <li>  Создание справочных чертежей для печати и отправки другим членам группы </li>
      </ul>

      <h3> Интеграция с другими системами </h3>

      <ul>
      <li> Интеграция с Google Drive и Microsoft OneDrive </li>
      <li> Работает с хромбуками и любыми компьютерами, подключенными к Интернету </li>
      <li> Доступно в маркете приложений для образования G Suite Marketplace или в Microsoft Education Store </li>
      </ul>
    </>
  )
}