import React from 'react';

export default function SketchUpStudio() {
    return (
        <>
            <div>
                <div>
                    <p>
                        Отличительной особенностью SketchUp Studio от SketchUp Pro являются модули: V-Ray - Фотореалистичный рендеринг и рендеринг в реальном времени для создания превосходных дизайнов, разработанный Chaos &#174;; и Scan Essentials - Наиболее полное решение для работы с облаками точек при моделировании на основе данных сканирования
                    </p>
                </div>

                <h3>SketchUp Pro</h3>

                <p>
                    SketchUp— самый простой инструмент для создания ваших проектов в 3D с интуитивно понятным пользовательским интерфейсом.
                </p>

                <h3>SketchUp для web</h3>

                <p>
                    SketchUp для web позволяет вам моделировать из любого места и в любое время.
                </p>

                <h3>Trimble Connect</h3>

                <p>
                    Совместная работа и облачное хранилище. Координируйте совместную работу при построении моделей с помощью Trimble Connect.
                </p>

                <h3>Визуализация идей и презентация</h3>

                <p>
                    Делитесь подготовленной и качественной графикой, используя
                    SketchUp, LayOut и Sefaira.
                </p>

                <h3>Виртуальная и дополненная реальность</h3>

                <p>
                    Путешествуйте по модели проекта с вашими клиентами - в офисе
                    или на объекте в масштабе 1:1, используя AR/VR и мобильные
                    приложения.
                </p>

                <h3>V-Ray</h3>

                <p>
                    V-Ray - Мощная визуализация для профессиональных проектов
                    Наглядный и убедительный дизайн
                    Высококачественная визуализация поможет вам рассказать историю вашего проекта, наглядно продемонстрировать клиенту все преимущества и в итоге получать больше заказов.
                    Слаженная работа в команде
                    Используйте фотореалистичные рендеры или рендеры в реальном времени, чтобы устранить неточности в проекте и быстрее прийти к консенсусу.
                    Взаимодействие с клиентами и утверждение
                    Быстро перерабатывайте идеи дизайна и эффективно доставляйте результаты клиентам с помощью интерактивного рендеринга в реальном времени.

                </p>
                <h3>Scan Essentials</h3>

                <p>
                    Scan Essentials - плагин, который позволяет легко импортировать облака точек, просматривать их и моделировать непосредственно на точках во время создания модели с помощью собственного набора инструментов SketchUp.
                    Независимо от того, импортируете ли вы данные с наземных сканов, мобильных карт, фотограмметрии, лидарных датчиков или снимков с дронов, подключаемый модуль Trimble Scan Essentials упрощает и ускоряет вашу работу. Это важный мост от реальности к законченным моделям.
                    Преимущества 3D-сканирования:
                    Точное 3D-моделирование
                    Никакой работы наугад благодаря более точному плану вашего рабочего объекта.
                    Повышение эффективности рабочего процесса
                    Переходите от данных сканирования как есть к 3D-возможностям быстрее, чем когда-либо прежде.
                    Надежные данные сканирования
                    Превратите сложные большие наборы данных сканирования в удобную для использования 3D-модель.
                </p>
                <div>
                    <div>
                        <h3 className='center'>
                            Будущее за энергоэффективными зданиями
                        </h3>
                        <div>
                            <div>
                                <div>
                                    <div>
                                        <h3>Выбирайте работающие стратегии</h3>

                                        <p>
                                            Сравнивайте варианты компоновки,
                                            планировки и фасадов и выбирайте
                                            самые подходящие комбинации.
                                            Узнайте, как будет работать система
                                            естественной и искусственной
                                            вентиляции, отопления и
                                            кондиционирования во всех типах
                                            проектов.
                                        </p>
                                    </div>
                                </div>
                            </div>
                            <div>
                                <div>
                                    <div>
                                        <h3>Достигайте согласия</h3>

                                        <p>
                                            Расскажите о своем проекте с
                                            использованием убедительных
                                            визуальных материалов, чтобы другие
                                            смогли по достоинству оценить
                                            преимущества и эффективность вашего
                                            решения.
                                        </p>
                                    </div>
                                </div>
                            </div>

                            <div>
                                <div>
                                    <div>
                                        <h3>Реализуйте проекты уверенно</h3>
                                        <p>
                                            Проверьте, соответствует ли ваш
                                            проект показателям
                                            энергоэффективности, естественной
                                            освещенности и комфорта по
                                            стандартам Американской ассоциации
                                            инженеров по отоплению, охлаждению и
                                            кондиционированию воздуха и другим
                                            отраслевым требованиям.
                                        </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
}
