import React from 'react'

export default function Staad() {
  return (
    <>
      <p> STAAD - программное обеспечение для проектирования строительных конструкций любого типа, быстрого обмена синхронизированными данными со всей проектной группой в едином интегрированном наборе приложений. </p>

      <p> Используется в проектах с применением стали, бетона, дерева, алюминия, холодогнутой стали своевременно и в пределах бюджета, независимо от сложности. </p>

      <p> Повышает производительность проектирования с помощью оптимизации рабочих процессов для сокращения повторных действий и устранения ошибок. </p>

      <h3> STAAD.Pro </h3>

      <p> Выполняет комплексный анализ и проектирование строительных конструкций любого типа быстрее, чем когда-либо с помощью STAAD.Pro CONNECT Edition. </p>

      <p> Упрощает ход работ с BIM, используя физическую модель в STAAD.Pro, которая автоматически конвертируется в аналитическую модель для проведения расчетов конструкций. </p>

      <p> Обеспечивает быстрый обмен синхронизированными моделями со своими многопрофильными проектными группами и, самое главное, предлагает безопасные и экономичные проекты. </p>

      <h3> <b> Преимущества STAAD: </b> </h3>

      <ul>
      <li> Автоматическая конвертация физических моделей в аналитические, чтобы оптимизировать ход работ. </li>
      <li> Проектирование в многопрофильных командах благодаря совместимости консольных, облачных и мобильных приложений Bentley, в частности AECOsim Building Designer, AutoPIPE, Revit и Tekla. </li>
      <li> Оптимизация работ над конструкциями из бетона и стали в BIM благодаря полной интеграции физических объектов и поверхностей. </li>
      <li> Возможность параллельно сравнивать разные альтернативные варианты проекта с помощью облачных служб STAAD. </li>
      <li> Проектирование для сейсмических районов и обычных условий с помощью анализа методом конечных элементов. </li>
      <li> Просмотр и редактирование модели любого размера с мобильных устройств. </li>
      </ul>

      <h3> <b> Возможности продуктов STAAD: </b> </h3>

      <ul>
      <li> Анализ гравитационной и поперечной нагрузки. </li>
      <li> Проектирование и анализ моделей наземных конструкций. </li>
      <li> Проектирование и анализ с помощью конечных элементов. </li>
      <li> Проектирование балок, колонн и стен. </li>
      <li> Разработка холодногнутых профилей. </li>
      <li> Разработка холодногнутых профилейПроектирование каркасов бокового сопротивления. </li>
      <li> Проектирование согласно международным стандартам. </li>
      <li> Формирование расчетных нагрузок и сочетаний. </li>
      <li> Импорт пользовательских профилей из DXF. </li>
      <li> Интегрированное проектирование плит и фундаментов. </li>
      <li> Интегрированное проектирование стальных соединений. </li>
      <li> Генерация отчетов о характеристиках профилей. </li>
      <li> Оформление конструкторской рабочей документации. </li>
      <li> Совместное использование моделей строительных конструкций. </li>
      <li> Использование международных стандартов профилей. </li>
      </ul>
    </>
  )
}