import React from 'react'

export default function SYNCHRO() {
  return (
    <>
      <p>
        Основное преимущество линейки продуктов Synchro — ориентированность на строительные компании и сильный
        функционал планирования. При этом система поддерживает совместную
        работу на базе сервера и вынос графика производства работ на площадку при помощи планшетов Apple и MS Hololens
      </p>
      <h3>Synchro PRO.</h3>
      <p>Виртуальное строительство это не просто симуляция проекта, SYNCHRO PRO предоставляет командам среду для создания, анализа,
      редактирования, отчета и управления проектами с помощью единого визуального интерфейса.
      </p>
      <p>
        Synchro PRO — основной инструмент виртуального строителя. В этом продукте создается 4D модель из различных САПР и создается Г
        рафик Производства Работ. Все планирование и внесение факта выполненных работ может производится в одном окне.
      </p>
      <h3>Synchro Workgroup Project</h3>
      <p>Производительность всей команды строительства улучшается с помощью точных, надежных и актуальных данных.</p>
      <p>SWP (SYNCHRO Workgroup Project) — это сервер, предназначенный для обеспечения
      доступа к данным проекта SYNCHRO в групповых средах.
</p>
      <p>SWP позволяет нескольким пользователям работать в одном файле одновременно — не только в PRO, но и в OpenViewer, Scheduler, SITE (через LINK API), Hololens (через LINK API) и других сторонних приложений.

</p>
      <p>
        Возможности продукта:
      </p>

      <ul>
        <li>Инструмент для создания, анализа, правки и контроля проекта, а также формирования отчетности с помощью
          единого визуального 4D интерфейса.</li>
        <li>Сервер баз данных, разработанный для координации доступа к проектным данным в групповых средах SYNCHRO.</li>
        <li>Возможность отчитываться о ходе проекта и статусе ресурсов в 4D через iPad и через Hololens.</li>
        <li>Планирование и составление графиков с помощью традиционного метода критического пути. Без 3D/4D.</li>
        <li>Визуализация и совместная работа над проектом в 4D.</li>
        <li>Интеграция с популярными программными решениями.</li>
      </ul>

    </>
  )
}
