import * as table from '../../../../../public/images/pages/soft/SketchUpStudioTable.png'
import Img from '../../Img'

export default function TrimbleConnect() {
    return (
        <>
            <p>
                Сервис Trimble Connect представляет собой облачную среду для
                совместной работы над проектом, реализует небольшую часть
                функций систем документооборота, позволяет координировать
                процесс проектирования, выдавать и отслеживать задания,
                демонстрировать проект заказчикам.
            </p>

            <p>Функциональные возможности:</p>

            <h3>Непрерывное взаимодействие</h3>

            <h3>Наблюдение</h3>

            <p>
                Помогите своим коллегам лучше понять ваш проект. Наблюдайте за
                работой архитектора и рабочих и сообщайте клиенту необходимую
                информацию.
            </p>

            <h3>Обмен</h3>

            <p>
                Обменивайтесь идеями на всех этапах рабочего процесса. Получайте
                обратную связь и поддержку заказчиков и клиентов мгновенно.
                Предоставляйте подрядчикам необходимые сведения для выполнения
                проекта.
            </p>

            <h3>Доступ</h3>

            <p>
                Теперь не нужно работать только за рабочим столом. Вы можете
                получить доступ к проекту в любом месте и с любого устройства
                благодаря облачному хранению.
            </p>

            <h3>Практическое применение</h3>

            <p>
                Где бы вы ни были, вы всегда можете просмотреть необходимые
                данные. В офисе? Откройте проект на своем ноутбуке. На
                строительной площадке? Просматривайте сведения в мобильном
                приложении Trimble Connect. Объясняете клиенту свое видение?
                Демонстрируйте свои идеи в приложении дополненной реальности, а
                не просто рассказывайте о них. Либо перенесите весь проект в
                офис клиента с помощью приложений виртуальной реальности.
            </p>

            <h3>Представления и задачи</h3>

            <p>
                Вам никогда не хотелось показать другим что-то именно так, как
                это видите вы? Именно поэтому мы создали представления. Легко
                делитесь конкретным представлением с заинтересованными
                сторонами, чтобы визуально продемонстрировать детали или
                изменения. Продвигайте проект и следите за изменениями, назначая
                задачи в представлении.
            </p>

            <h3>Хранилище</h3>

            <p>
                У вас полно идей? Никогда не пренебрегайте внезапными идеями или
                неожиданными решениями. Благодаря неограниченному облачному
                хранилищу вы можете сохранять все идеи и не беспокоиться о
                потере проекта. Даже при потере устройства вы никогда не
                потеряете свою работу.
            </p>

            <h3>Синхронизация</h3>

            <p>
                Необычайно удобный инструмент для синхронизации вашего
                компьютера и облака. Выбирайте направление синхронизации:
                ПК-облако, облако-ПК или двунаправленная синхронизация. Не нужно
                тратить время и трафик на синхронизацию всей информации, вы
                можете выбрать только нужные файлы или папки. Синхронизируйте
                тогда, когда вам удобно, кроме ручного запуска синхронизации
                воспользуйтесь настройками для автоматической синхронизации на
                выбор: через определённый интервал времени, каждый в указанное
                время или каждую неделю в указанный день и время.
            </p>
            <Img src={table} />
        </>
    )
}
