import React from 'react'

export default function UserAgreement() {
  return (
    <div>
      <h5>Политика возврата средств</h5>

      <p className='little-text'>Возврат средств возможен в случае, если купленное программное
      обеспечение или онлайн-сервис, не функционирует должным образом (найдена ошибка, которая не может быть исправлена).
</p>

      <p className='little-text'>
        Пожалуйста, обратите внимание, что аргументы "Мне не нравится продукт" или "это не то, что я хотел" не являются
        причиной для возврата средств, поскольку мы предлагаем бесплатные пробные версии всех наших продуктов, а также
        бесплатный аккаунт в онлайн-сервисах, функционал и возможности которых вы сможете оценить перед оформлением заказа.
</p>
      <p className='little-text'>
        Возврат средств не принимается к рассмотрению, если он получен по истечению срока 30 календарных дней с момента оплаты.
</p>
      <p className='little-text'>

        Письменный запрос на возврат средств, с причинами отказа от продукта (описание найденных ошибок) должен быть отправлен не позже 30 календарных дней с момента проведения оплаты. Пожалуйста, максимально детально опишите проблему и предоставьте дополнительную информацию (скриншоты) для иллюстрации ошибки.
</p>
      <p className='little-text'>
        Мы оставляем за собой право внимательно рассматривать каждый запрос на возврат средств, и этот процесс может занять некоторое время. Пожалуйста, проявите терпение и понимание.
</p>
      <p className='little-text'>
        Обратите внимание, что возврат средств может занять несколько недель, потому как многое зависит от вашего способа оплаты, финансового учреждения и т.д.
</p>
      <p className='little-text'>
        По вопросам возврата средств обращайтесь по адресу: order@barkat-3d-ville.com .
</p>
      <h5>
        Политика безопасности передачи реквизитов платежной карты
</h5>
      <p className='little-text'>
        Безопасность совершения Вами платежа обеспечивается современными методами проверки, шифрования и передачи данных по закрытым каналам связи. Данные платежной карты передаются только в зашифрованном виде и не сохраняются на данном интернет-ресурсе.
</p>
      <p className='little-text'>
        При оплате заказа банковской картой, обработка платежа (включая ввод номера карты) происходит на защищенной странице процессинговой системы. Это означает, что Ваши конфиденциальные данные (реквизиты карты, регистрационные данные и др.) не поступают к нам, их обработка полностью защищена и никто не может получить персональные и банковские данные клиента.
</p>
      <p className='little-text'>
        При работе с карточными данными применяется стандарт защиты информации, разработанный международными платёжными системами Visa и MasterCard - Payment Card Industry Data Security Standard (PCI DSS), что обеспечивает безопасную обработку реквизитов Банковской карты Держателя. Применяемая технология передачи данных гарантирует безопасность по сделкам с Банковскими картами путем использования протоколов Secure Sockets Layer (SSL).
</p>
    </div>
  )
}
